export default {
  Dictionary: {
    other: "மற்ற",
    links: "இணைப்புகள்",
  },
  Pages: {
    home: { title: "முதன்மை பக்கம்" },
    school: {
      title: "பள்ளி",
      "sub-links": {
        about: {
          title: "எங்களை பற்றி",
          content: {
            "para-1": "ஓர்சி ஓர்சி ஏ.சி. பிரச்சார ம ரிஸ். இது பட்டம் பெற்ற உர்னா திரைப்பட பள்ளத்தாக்கில் இருந்தது. மிகவும் வேதனையடைய வேண்டிய மிகுந்த தேவைப்பட்ட எவரும். எவரும் ஆர்சி. கூடைப்பந்து டூய் சேபியனுக்கு எனது மைக்ரோவா தேவை ஆனால் இலவசம். ",
            "para-2": "கார்ட்டூன் வாழைப்பழங்களுக்கு நிறைய தேவை. மற்றும் யாருடைய மசாஜ் கூடைப்பந்து கர்ப்பிணி. விட்டம் பராமரிப்பு நேர ஐடியால் மென்மையான சமீபத்திய சிங்கம். படுக்கை பானை படத்திற்கு."
          },
        },
        mission: {
          title: "பணி மற்றும் பார்வை",
          content: {
            "para-1": "ஓர்சி ஓர்சி ஏ.சி. பிரச்சார ம ரிஸ். இது பட்டம் பெற்ற உர்னா திரைப்பட பள்ளத்தாக்கில் இருந்தது. மிகவும் வேதனையடைய வேண்டிய மிகுந்த தேவைப்பட்ட எவரும். எவரும் ஆர்சி. கூடைப்பந்து டூய் சேபியனுக்கு எனது மைக்ரோவா தேவை ஆனால் இலவசம். ",
            "para-2": "கார்ட்டூன் வாழைப்பழங்களுக்கு நிறைய தேவை. மற்றும் யாருடைய மசாஜ் கூடைப்பந்து கர்ப்பிணி. விட்டம் பராமரிப்பு நேர ஐடியால் மென்மையான சமீபத்திய சிங்கம். படுக்கை பானை படத்திற்கு."
          },
        },
        principal: {
          title: "முதல்வரின் செய்தி",
          content: {
            avatar: "கிரீன்ஃபீல்டின் முதல்வர்",
            "para-1": "ஓர்சி ஓர்சி ஏ.சி. பிரச்சார ம ரிஸ். இது பட்டம் பெற்ற உர்னா திரைப்பட பள்ளத்தாக்கில் இருந்தது. மிகவும் வேதனையடைய வேண்டிய மிகுந்த தேவைப்பட்ட எவரும். எவரும் ஆர்சி. கூடைப்பந்து டூய் சேபியனுக்கு எனது மைக்ரோவா தேவை ஆனால் இலவசம். ",
            "para-2": "கார்ட்டூன் வாழைப்பழங்களுக்கு நிறைய தேவை. மற்றும் யாருடைய மசாஜ் கூடைப்பந்து கர்ப்பிணி. விட்டம் பராமரிப்பு நேர ஐடியால் மென்மையான சமீபத்திய சிங்கம். படுக்கை பானை படத்திற்கு."
          },
        },
        infrastructure: {
          title: "உள்கட்டமைப்பு",
          content: {},
        },
        achievements: {
          title: "சாதனைகள்",
          content: {},
        },
        gallery: {
          title: "கேலரி",
          content: {},
        },
        news: {
          title: "செய்தியில்",
          content: {},
        },
        transport: {
          title: "பள்ளி போக்குவரத்து",
          content: {},
        },
        pledge: {
          title: "எங்கள் உறுதிமொழி",
          content: {
            avatar: "கிரீன்ஃபீல்டின் முதல்வர்",
            "para-1": "ஓர்சி ஓர்சி ஏ.சி. பிரச்சார ம ரிஸ். இது பட்டம் பெற்ற உர்னா திரைப்பட பள்ளத்தாக்கில் இருந்தது. மிகவும் வேதனையடைய வேண்டிய மிகுந்த தேவைப்பட்ட எவரும். எவரும் ஆர்சி. கூடைப்பந்து டூய் சேபியனுக்கு எனது மைக்ரோவா தேவை ஆனால் இலவசம்.",
            "para-2": "கார்ட்டூன் வாழைப்பழங்களுக்கு நிறைய தேவை. மற்றும் யாருடைய மசாஜ் கூடைப்பந்து கர்ப்பிணி. விட்டம் பராமரிப்பு நேர ஐடியால் மென்மையான சமீபத்திய சிங்கம். படுக்கை பானை படத்திற்கு."
          },
        },
        "news-letter": {
          title: "செய்திமடல்",
          content: {},
        },
        admissions: {
          title: "சேர்க்கை",
          content: {},
        },
        contact: {
          title: "எங்களை தொடர்பு கொள்ள",
          content: {},
        },
      },
    },
    admission: {
      title: "சேர்க்கை",
      "sub-links": {
        notice: {
          title: "சேர்க்கை அறிவிப்பு",
          content: {},
        },
        prospectus: {
          title: "ப்ரஸ்பெக்டஸ்",
          content: {},
        },
        procedure: {
          title: "சேர்க்கை நடைமுறை",
          content: {},
        },
        instructions: {
          title: "சேர்க்கைக்கான பொதுவான வழிமுறைகள்",
          content: {},
        },
        age: {
          title: "வயது அளவுகோல்",
          content: {},
        },
        fee: {
          title: "கட்டண அமைப்பு",
          content: {},
        },
        orientation: {
          title: "நோக்குநிலை",
          content: {},
        },
        registration: {
          title: "ஆன்லைன் பதிவு",
          content: {},
        },
      },
    },
    academic: {
      title: "கல்வியாளர்கள்",
      "sub-links": {
        result: {
          title: "முடிவு பகுப்பாய்வு",
          content: {},
        },
        syllabus: {
          title: "பாடத்திட்டங்கள்",
          content: {},
        },
        "book-list": {
          title: "புத்தக பட்டியல்",
          content: {},
        },
        holiday: {
          title: "விடுமுறை பட்டியல்",
          content: {},
        },
        "block-holidays": {
          title: "விடுமுறை நாட்களைத் தடுக்கவும்",
          content: {},
        },
        fees: {
          title: "கட்டண அமைப்பு",
          content: {},
        },
      },
    },
    student: {
      title: "மாணவர்கள்",
      "sub-links": {
        portal: {
          title: "மாணவர் போர்டல்",
          content: {},
        },
        council: {
          title: "மாணவர் சங்கம்",
          content: {},
        },
        activities: {
          title: "இணை பாடத்திட்ட நடவடிக்கைகள்",
          content: {},
        },
        timings: {
          title: "பள்ளி நேரம்",
          content: {},
        },
        certificate: {
          title: "பரிமாற்ற சான்றிதழ்",
          content: {},
        },
        prayer: {
          title: "பள்ளி பிரார்த்தனை",
          content: {},
        },
        trips: {
          title: "பயணங்கள் மற்றும் உல்லாசப் பயணம்",
          content: {},
        },
        cc: {
          title: "நடத்தை நெறிமுறை",
          content: {},
        },
        "s-rules": {
          title: "சிறப்பு விதிகள்",
          content: {},
        },
        "l-rules": {
          title: "நூலக விதிகள்",
          content: {},
        },
        "c-rules": {
          title: "கேண்டீன் விதிகள்",
          content: {},
        },
        "+ve-behavior-manage": {
          title: "நேர்மறை நடத்தை மேலாண்மை",
          content: {},
        },
        cce: {
          title: "தொடர்ச்சியான மற்றும் விரிவான மதிப்பீடு",
          content: {},
        },
      },
    },
    parent: {
      title: "பெற்றோர்",
      "sub-links": {
        dispersal: {
          title: "மாணவர்களின் சிதறல்",
          content: {},
        },
        uniform: {
          title: "பாடசாலை சீருடை",
          content: {},
        },
        hours: {
          title: "வருகை நேரம்",
          content: {},
        },
        guidelines: {
          title: "பொதுவான வழிமுறைகள்",
          content: {},
        },
        absence: {
          title: "இல்லாதது - விடுப்பு - பள்ளிக்கு தாமதமாக வருகை",
          content: {},
        },
        infirmary: {
          title: "பள்ளி மருத்துவமனை",
          content: {},
        },
        report: {
          title: "வளர்ச்சி அறிக்கை",
          content: {},
        },
        fee: {
          title: "ஆன்லைனில் கட்டணம் செலுத்த",
          content: {},
        },
        login: {
          title: "பெற்றோரின் உள்நுழைவு",
          content: {},
        },
      },
    },
  },
  Root: {
    LocaleSwitcher: {
      label: "மொழியை மாற்ற",
      locale: "{locale, select, ta {Tamil} te {Telugu} en {English} hi {Hindi} other {Unknown}}"
    },
    "main-navbar": {
      "admission-portal": "சேர்க்கை போர்டல்",
      login: "உள்நுழைய",
    },
    LandingPage: {
      hero: {
        title: "கிரீன்ஃபீல்ட் சர்வதேச பள்ளிக்கு வருக",
        "para-1": "ஓர்சி ஓர்சி ஏ.சி. பிரச்சார ம ரிஸ். இது பட்டம் பெற்ற உர்னா திரைப்பட பள்ளத்தாக்கில் இருந்தது. மிகவும் வேதனையடைய வேண்டிய மிகுந்த தேவைப்பட்ட எவரும். எவரும் ஆர்சி. கூடைப்பந்து டூய் சேபியனுக்கு எனது மைக்ரோவா தேவை ஆனால் இலவசம்.",
        "about-us": "எங்களை பற்றி",
      },
      photogallery: {
        title: "புகைப்பட தொகுப்பு",
        cardElements: {
          first: {
            heading: "என்ன பார்க்க வேண்டும்",
            subHeading: "ஆக்மி நிகழ்வை ஸ்ட்ரீம்",
          },
          second: {
            heading: "ஒரு மரம் நடு",
            subHeading: "கிரகத்திற்கு பங்களிப்பு",
          },
          third: {
            heading: "சூப்பர்சார்ஜ்",
            subHeading: "ஒரு மிருகத்தைப் போல அழகை உருவாக்குகிறது",
          },
          forth: {
            heading: "சூப்பர்-டூப்பர் சார்ஜ்",
            subHeading: "ஒரு மிருகத்தைப் போல அழகை உருவாக்குகிறது",
          },
        },
      },

      admission: {
        title: "பள்ளி சேர்க்கை திறந்திருக்கும்",
        button: "இப்பொழுதே பதிவு செய்",
        para1: "தமிழ்நாட்டின் கிரீன்ஃபீல்ட் பள்ளியில் கல்வியின் சிறந்த அனுபவத்தைப் பெறுங்கள். உங்கள் குழந்தைக்கு சிறந்தது",
      },

      characteristics: {
        title: "பள்ளியின் முக்கிய வேறுபாடு பண்புகள்",
        cardElements: {
          first: {
            heading: "நாளைய தலைவர்கள்",
            body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்."
          },
          second: {
            heading: "குறிப்பிடத்தக்க தொழில்நுட்ப கையகப்படுத்துதல்கள் 2021",
            body: "2021 ஆம் ஆண்டின் மிகப்பெரிய நிறுவன தொழில்நுட்ப கையகப்படுத்துதல்கள் இங்கே, தலைகீழ் காலவரிசைப்படி.",
          },
          third: {
            heading: "நாளைய தலைவர்கள்",
            body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை எடுக்க அவர்களைத் தயார்படுத்துகிறார்கள்.",
          },
          forth: {
            heading: "நாளைய தலைவர்கள் நல்லது",
            body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை எடுக்க அவர்களைத் தயார்படுத்துகிறார்கள்.",
          },
        },
      },

      premiunFacilities :{
        title: "பிரீமியம் வசதிகள்"
      }
    },
  },
} as const;
