export default {
  Dictionary: {
    other: "अन्य",
    links: "लिंक",
  },
  Pages: {
    home: {
      title: "घर",
      "sub-links": {
        hero: {
          title: "हमारे बारे में",
          content: {
            heading: "ग्रीनफील्ड इंटरनेशनल स्कूल में आपका स्वागत है",
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "button-text": "हमारे बारे में",
          },
        },
        "photo-gallery": {
          title: "फोटो गैलरी",
          content: {
            heading: "फोटो गैलरी",
            cards: {
              1: {
                heading: "देखने के लिए क्या है",
                "sub-heading": "Acme घटना को स्ट्रीम करें",
              },
              2: {
                heading: "एक पौधा लगाइए",
                "sub-heading": "ग्रह में योगदान देना",
              },
              3: {
                heading: "सुपरचार्ज",
                "sub-heading": "एक जानवर की तरह सुंदरता बनाता है",
              },
              4: {
                heading: "सुपर-डुपर-चार्ज",
                "sub-heading": "एक जानवर की तरह सुंदरता बनाता है",
              },
            },
          },
        },
        "key-features": {
          title: "प्रमुख विशेषताऐं",
          content: {
            heading: "स्कूल की प्रमुख विभेदक विशेषताएँ",
            cards: {
              1: {
                heading: "कल के नेता",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              2: {
                heading: "उल्लेखनीय प्रौद्योगिकी अधिग्रहण 2021",
                body: "यहाँ रिवर्स कालानुक्रमिक क्रम में अब तक 2021 के सबसे बड़े उद्यम प्रौद्योगिकी अधिग्रहण हैं।",
              },
              3: {
                heading: "कल के नेता हैं",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              4: {
                heading: "कल के नेता अच्छे हैं",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
            },
          },
        },
        admission: {
          title: "प्रवेश बैनर",
          content: {
            heading: "Admission Open for {currYear} - {nextYear}",
            "button-text": "अभी दाखिला लें",
            para: "अपने बच्चे को ग्रीनफील्ड स्कूल, तमिलनाडु में शिक्षा का सबसे अच्छा अनुभव प्राप्त करें।अपने बच्चे के लिए सबसे अच्छा",
          },
        },
        "premium-facilities": {
          title: "प्रीमियम सुविधाएं",
          content: {
            heading: "प्रीमियम सुविधाएं",
            cards: {
              1: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              2: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              3: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              4: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              5: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              6: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              7: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
            },
          },
        },
      },
    },
    school: {
      title: "विद्यालय",
      "sub-links": {
        about: {
          title: "हमारे बारे में",
          content: {
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        mission: {
          title: "लक्ष्य और दूरदर्शिता",
          content: {
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        principal: {
          title: "प्रधान संदेश",
          content: {
            avatar: "ग्रीनफील्ड का प्रिंसिपल",
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        infrastructure: {
          title: "आधारभूत संरचना",
          content: {},
        },
        achievements: {
          title: "उपलब्धियों",
          content: {},
        },
        gallery: {
          title: "गैलरी",
          content: {},
        },
        news: {
          title: "समाचार में",
          content: {},
        },
        transport: {
          title: "स्कूल परिवहन",
          content: {},
        },
        pledge: {
          title: "हमारी प्रतिज्ञा",
          content: {
            avatar: "ग्रीनफील्ड का प्रिंसिपल",
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        "news-letter": {
          title: "समाचार पत्रिका",
          content: {},
        },
        admission: {
          title: "दाखिले",
          content: {},
        },
        contact: {
          title: "संपर्क करें",
          content: {},
        },
      },
    },
    admission: {
      title: "दाखिले",
      "sub-links": {
        notice: {
          title: "प्रवेश सूचना",
          content: {},
        },
        prospectus: {
          title: "सूचीपत्र",
          content: {},
        },
        procedure: {
          title: "प्रवेश प्रक्रिया",
          content: {},
        },
        instructions: {
          title: "प्रवेश के लिए सामान्य निर्देश",
          content: {},
        },
        age: {
          title: "आयु मानदंड",
          content: {},
        },
        fee: {
          title: "शुल्क संरचना",
          content: {},
        },
        orientation: {
          title: "अभिविन्यास",
          content: {},
        },
        registration: {
          title: "ऑनलाइन पंजीकरण",
          content: {},
        },
        "admission-portal": {
          title: "प्रवेश पोर्टल",
          content: {},
        },
      },
    },
    academic: {
      title: "शैक्षणिक",
      "sub-links": {
        result: {
          title: "परिणाम विश्लेषण",
          content: {},
        },
        syllabus: {
          title: "पाठ्यक्रम",
          content: {},
        },
        "book-list": {
          title: "पुस्तक सूची",
          content: {},
        },
        holiday: {
          title: "अवकाश सूची",
          content: {},
        },
        "block-holidays": {
          title: "अवकाश की छुट्टियां",
          content: {},
        },
        fees: {
          title: "शुल्क संरचना",
          content: {},
        },
      },
    },
    student: {
      title: "छात्र",
      "sub-links": {
        portal: {
          title: "विद्यार्थी पोर्टल",
          content: {},
        },
        council: {
          title: "छात्र परिषद",
          content: {},
        },
        activities: {
          title: "सह पाठ्यक्रम गतिविधियां",
          content: {},
        },
        timings: {
          title: "विद्यालय का समय",
          content: {},
        },
        certificate: {
          title: "अंतरण प्रमाणपत्र",
          content: {},
        },
        prayer: {
          title: "विद्यालय की प्रार्थना",
          content: {},
        },
        trips: {
          title: "यात्राएं और भ्रमण",
          content: {},
        },
        cc: {
          title: "आचार संहिता",
          content: {},
        },
        "s-rules": {
          title: "विशेष नियम",
          content: {},
        },
        "l-rules": {
          title: "पुस्तकालय नियम",
          content: {},
        },
        "c-rules": {
          title: "कैंटीन नियम",
          content: {},
        },
        "+ve-behavior-manage": {
          title: "सकारात्मक व्यवहार प्रबंधन",
          content: {},
        },
        cce: {
          title: "निरंतर और व्यापक मूल्यांकन",
          content: {},
        },
      },
    },
    parent: {
      title: "अभिभावक",
      "sub-links": {
        dispersal: {
          title: "छात्र का फैलाव",
          content: {},
        },
        uniform: {
          title: "स्कूल की पोशाक",
          content: {},
        },
        hours: {
          title: "मिलने के समय",
          content: {},
        },
        guidelines: {
          title: "सामान्य दिशानिर्देश",
          content: {},
        },
        absence: {
          title: "अनुपस्थिति - छुट्टी - स्कूल में देर से आगमन",
          content: {},
        },
        infirmary: {
          title: "विद्यालय की अशुद्धि",
          content: {},
        },
        report: {
          title: "प्रगति रिपोर्ट",
          content: {},
        },
        fee: {
          title: "भुगतान शुल्क ऑनलाइन",
          content: {},
        },
        login: {
          title: "माता -पिता का लॉगिन",
          content: {},
        },
      },
    },
  },
  Root: {
    LocaleSwitcher: {
      label: "भाषा बदलें",
    },
    "main-navbar": {
      "admission-portal": "प्रवेश पोर्टल",
      login: "लॉग इन करें",
    },
  },
} as const;
