export default {
  Dictionary: {
    other: "अन्य",
    links: "लिंक",
  },
  login: {
    "sub-links": {
      index: {
        title: "अपने अकाउंट में लॉग इन करें",
        content: {
          "my-creds": "मेरी साख हैं",
          forget: "पासवर्ड भूल गए ?",
          "button-text": "लॉग इन करें",
          inputs: {
            "user-id": {
              label: "उपयोगकर्ता पहचान",
              placeholder: "अपनी उपयोगकर्ता आईडी दर्ज करें",
              error: {
                "short-input":
                  "उपयोगकर्ता आईडी में कम से कम 6 वर्ण होना चाहिए)",
                "long-input": "उपयोगकर्ता आईडी में अधिकांश 16 वर्ण होना चाहिए)",
              },
            },
            password: {
              label: "पासवर्ड",
              placeholder: "अपना कूटशब्द भरें",
              error: {
                "short-input": "पासवर्ड में कम से कम 6 वर्ण होना चाहिए)",
                "long-input": "पासवर्ड में अधिकांश 16 वर्ण होना चाहिए)",
              },
            },
            role: {
              label: "मैं एक/एक हूँ",
              roles: {
                student: "विद्यार्थी",
                teacher: "अध्यापक",
                parent: "माता-पिता",
                admin: "व्यवस्थापक",
              },
              error: {
                "no-input": "कृपया ऊपर दिए गए विकल्प में से एक का चयन करें",
              },
            },
          },
        },
      },
      forget: {
        title: "पासवर्ड रीसेट",
        content: {
          contact:
            "कृपया पासवर्ड रीसेट करने के लिए स्कूल प्रशासन से संपर्क करें।",
          details: {
            heading: "सम्पर्क करने का विवरण",
            "technical-admin": "तकनीकी प्रशासन: {number}",
            principal: "प्रधानाचार्य: {number}",
          },
          "button-text": "लॉगिन पेज पर लौटें",
        },
      },
    },
  },
  Pages: {
    home: {
      title: "घर",
      "sub-links": {
        hero: {
          title: "हमारे बारे में",
          content: {
            heading: "ग्रीनफील्ड इंटरनेशनल स्कूल में आपका स्वागत है",
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "button-text": "हमारे बारे में",
          },
        },
        "photo-gallery": {
          title: "फोटो गैलरी",
          content: {
            heading: "फोटो गैलरी",
            cards: {
              1: {
                heading: "देखने के लिए क्या है",
                "sub-heading": "Acme घटना को स्ट्रीम करें",
              },
              2: {
                heading: "एक पौधा लगाइए",
                "sub-heading": "ग्रह में योगदान देना",
              },
              3: {
                heading: "सुपरचार्ज",
                "sub-heading": "एक जानवर की तरह सुंदरता बनाता है",
              },
              4: {
                heading: "सुपर-डुपर-चार्ज",
                "sub-heading": "एक जानवर की तरह सुंदरता बनाता है",
              },
            },
          },
        },
        "key-features": {
          title: "प्रमुख विशेषताऐं",
          content: {
            heading: "स्कूल की प्रमुख विभेदक विशेषताएँ",
            cards: {
              1: {
                heading: "कल के नेता",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              2: {
                heading: "उल्लेखनीय प्रौद्योगिकी अधिग्रहण 2021",
                body: "यहाँ रिवर्स कालानुक्रमिक क्रम में अब तक 2021 के सबसे बड़े उद्यम प्रौद्योगिकी अधिग्रहण हैं।",
              },
              3: {
                heading: "कल के नेता हैं",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              4: {
                heading: "कल के नेता अच्छे हैं",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
            },
          },
        },
        admission: {
          title: "प्रवेश बैनर",
          content: {
            heading: "{currYear} - {nextYear} के लिए खुला",
            "button-text": "अभी दाखिला लें",
            para: "अपने बच्चे को ग्रीनफील्ड स्कूल, तमिलनाडु में शिक्षा का सबसे अच्छा अनुभव प्राप्त करें।अपने बच्चे के लिए सबसे अच्छा",
          },
        },
        "premium-facilities": {
          title: "प्रीमियम सुविधाएं",
          content: {
            heading: "प्रीमियम सुविधाएं",
            cards: {
              1: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              2: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              3: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              4: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              5: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              6: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
              7: {
                heading: "फ्रंटेंड रेडियो",
                "sub-heading": "दैनिक मिश्रण",
                subtitle: "12 ट्रैक",
                body: "यहां हमारे साथ, छात्रों ने स्वयं, सामाजिक कौशल और स्वतंत्रता की भावना विकसित की, उन्हें भविष्य में नेतृत्व की भूमिका निभाने के लिए तैयार किया।",
              },
            },
          },
        },
      },
    },
    school: {
      title: "विद्यालय",
      "sub-links": {
        about: {
          title: "हमारे बारे में",
          content: {
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        mission: {
          title: "लक्ष्य और दूरदर्शिता",
          content: {
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        principal: {
          title: "प्रधान संदेश",
          content: {
            avatar: "ग्रीनफील्ड का प्रिंसिपल",
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        infrastructure: {
          title: "आधारभूत संरचना",
          content: {},
        },
        achievements: {
          title: "उपलब्धियों",
          content: {
            heading: "हमारी उपलब्धियां",
            desc: "लोरम, द गाजर, कंसेक्चर एडिपिसिंग डेवलपर।एक महान ने पूरे दर्द में से एक पर आरोप लगाते हुए, मैं उन्हें अस्वीकार कर दूंगा, मैं खुले तौर पर खारिज करने के लिए खुशी का आनंद करूंगा, मुझे उड़ान के आनंद को अस्वीकार कर दिया जाएगा?",
            accordions: {
              1: {
                heading: "2020",
                desc: "लोरम, द गाजर, कंसेक्चर एडिपिसिंग डेवलपर।पूरे दर्द में से एक पर आरोप लगाते हुए एक महान आरोप के लिए, मैं उन्हें अस्वीकार कर दूंगा, मैं खुले तौर पर खारिज करने के लिए खुशी का आनंद करूंगा, मुझे उड़ान के आनंद को अस्वीकार कर दिया जाएगा?",
              },
              2: {
                heading: "2021",
                desc: "लोरम, द गाजर, कंसेक्चर एडिपिसिंग डेवलपर।एक महान ने पूरे दर्द में से एक पर आरोप लगाते हुए, मैं उन्हें अस्वीकार कर दूंगा, मैं खुले तौर पर खारिज करने के लिए खुशी का आनंद करूंगा, मुझे उड़ान के आनंद को अस्वीकार कर दिया जाएगा?",
              },
              3: {
                heading: "2022",
                desc: "लोरम, द गाजर, कंसेक्चर एडिपिसिंग डेवलपर।एक महान ने पूरे दर्द में से एक पर आरोप लगाते हुए, मैं उन्हें अस्वीकार कर दूंगा, मैं खुले तौर पर खारिज करने के लिए खुशी का आनंद करूंगा, मुझे उड़ान के आनंद को अस्वीकार कर दिया जाएगा?",
              },
              4: {
                heading: "2023",
                desc: "लोरम, द गाजर, कंसेक्चर एडिपिसिंग डेवलपर।पूरे दर्द में से एक पर आरोप लगाते हुए एक महान आरोप के लिए, मैं उन्हें अस्वीकार कर दूंगा, मैं खुले तौर पर खारिज करने के लिए खुशी का आनंद करूंगा, मुझे उड़ान के आनंद को अस्वीकार कर दिया जाएगा?",
              },
            },
          },
        },
        gallery: {
          title: "गैलरी",
          content: {},
        },
        news: {
          title: "समाचार में",
          content: {},
        },
        transport: {
          title: "स्कूल परिवहन",
          content: {},
        },
        pledge: {
          title: "हमारी प्रतिज्ञा",
          content: {
            avatar: "ग्रीनफील्ड का प्रिंसिपल",
            "para-1":
              "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक ullamcorper की आवश्यकता नहीं है।लेयर मैक्रो और साथ ही साथ सेट अप।प्रत्येक मेकअप ऑर्की ऑर्की और प्रोपेगैंडा मौरिस ऑग्यू के लेखक।अब बच्चों से गला।समय बनी का तत्व लेकिन लेकिन मुस्कान की कीमत।बहुत सारे शोक निषेधित स्नातक की उपाधि प्राप्त की।तरकश करना कुछ आईडी डायम है।फुटबॉल, मेरा पेय, न तो प्रवर्तन प्रत्येक गरीबी को पास करता है।प्रत्येक orci orci और प्रचार के लेखक शुरू होते हैं।यह बेड पुश होमवर्क वैली में था।किसी को भी Hendrerit उपभोक्ता मैग्ना को ग्राहक की टीम की आवश्यकता है।एक या एक से अधिक मूंगफली टिल और नफरत समय orci।Microsoft DUI Sapien को मुझे माइक्रोवेव की आवश्यकता है लेकिन मुफ्त।",
            "para-2":
              "सलाद पुल के केले को बहुत मज़ा आता है।और प्रवर्तन किसी को भी बहुत मालिश बास्केटबॉल गर्भवती।एनेसिस, लेकिन स्नातक व्यास जब तक स्नातक उदास मुस्कान या।सॉकर उदास और नेटस।सॉकर फुटबॉल का क्षमा करें।वेस्टिबुलम वैली आईडी कभी -कभी बास्केटबॉल डेवलपर्स तक वेलिट लॉरेत आईडी।अभिनव शेर के लिए नरम एक व्यास देखभाल समय आईडी।बेड पुश होमवर्क वैली में नाम।वल्केटेट एमआई बैठो एमेट मौरिस सुविधा जो मास डेवलपर्स को वित्तपोषित करते हैं।कभी -कभी कोई वॉलीबॉल या लॉरेत मालिश नहीं।",
          },
        },
        "news-letter": {
          title: "समाचार पत्रिका",
          content: {},
        },
        admission: {
          title: "दाखिले",
          content: {},
        },
        contact: {
          title: "संपर्क करें",
          content: {},
        },
      },
    },
    admission: {
      title: "दाखिले",
      "sub-links": {
        notice: {
          title: "प्रवेश सूचना",
          content: {},
        },
        prospectus: {
          title: "सूचीपत्र",
          content: {},
        },
        procedure: {
          title: "प्रवेश प्रक्रिया",
          content: {},
        },
        instructions: {
          title: "प्रवेश के लिए सामान्य निर्देश",
          content: {},
        },
        age: {
          title: "आयु मानदंड",
          content: {},
        },
        fee: {
          title: "शुल्क संरचना",
          content: {},
        },
        orientation: {
          title: "अभिविन्यास",
          content: {},
        },
        registration: {
          title: "ऑनलाइन पंजीकरण",
          content: {},
        },
        "admission-portal": {
          title: "प्रवेश पोर्टल",
          "sub-links": {
            index: {
              heading: "ग्रीनफील्ड स्कूल के प्रवेश पोर्टल में आपका स्वागत है",
              "para-1":
                "ऑनलाइन प्रवेश लेते समय सुचारू अनुभव के लिए, हम पहले से इन दस्तावेजों की उपलब्धता रखने की सलाह देते हैं",
              "para-2":
                "लोरम बहुत गाजर, टमाटर स्नातक डेवलपर, लेकिन मैं एक iniquod, और एक महान समय के दर्द में रहूंगा।अब किड्स से गला अभिनव रासायनिक फुटबॉल है।Sapien गले के द्रव्यमान तक लोरम।शेर या पारिस्थितिक",
              "button-text": "शुरू हो जाओ",
            },
            onboarding: {
              heading: "प्रवेश आवेदन पंजीकरण",
              "button-text": {
                "generate-otp": "ओटीपी उत्पन्न करें",
                "verify-otp": "OTP सत्यापित करें",
                "fill-form": "फ़ॉर्म भरकर पूरा आवेदन",
              },
              "mobile-input": {
                label: "मोबाइल नंबर",
                placeholder: "अपना मोबाइल संख्या दर्ज करे",
                error: {
                  "short-input": "मोबाइल नंबर में कम से कम 10 अंक होना चाहिए",
                  "long-input": "मोबाइल में अधिकतम 10 अंक होना चाहिए",
                  "wrong-input": "मोबाइल नंबर में केवल अंक होना चाहिए",
                },
              },
              "otp-input": {
                label: "ओटीपी",
                placeholder: "अपने मोबाइल पर प्राप्त OTP दर्ज करें",
                desc: "ग्रीनफील्ड इंटरनेशनल स्कूल से एक ओटीपी के लिए अपने इनबॉक्स की जाँच करें, ओटीपी 5 मिनट के लिए मान्य है",
                timer: "{टाइमर} सेक (s) में नया {br} उत्पन्न करें",
                error: {
                  "short-input": "ओटीपी में कम से कम 6 अंक होना चाहिए (एस)",
                  "long-input": "ओटीपी में अधिकतम 6 अंक होना चाहिए",
                  "wrong-input": "OTP में केवल अंक होना चाहिए",
                },
              },
            },
          },
        },
      },
    },
    academic: {
      title: "शैक्षणिक",
      "sub-links": {
        result: {
          title: "परिणाम विश्लेषण",
          content: {},
        },
        syllabus: {
          title: "पाठ्यक्रम",
          content: {},
        },
        "book-list": {
          title: "पुस्तक सूची",
          content: {},
        },
        holiday: {
          title: "अवकाश सूची",
          content: {},
        },
        "block-holidays": {
          title: "अवकाश की छुट्टियां",
          content: {},
        },
        fees: {
          title: "शुल्क संरचना",
          content: {},
        },
      },
    },
    student: {
      title: "छात्र",
      "sub-links": {
        portal: {
          title: "विद्यार्थी पोर्टल",
          content: {},
        },
        council: {
          title: "छात्र परिषद",
          content: {},
        },
        activities: {
          title: "सह पाठ्यक्रम गतिविधियां",
          content: {},
        },
        timings: {
          title: "विद्यालय का समय",
          content: {},
        },
        certificate: {
          title: "अंतरण प्रमाणपत्र",
          content: {},
        },
        prayer: {
          title: "विद्यालय की प्रार्थना",
          content: {},
        },
        trips: {
          title: "यात्राएं और भ्रमण",
          content: {},
        },
        cc: {
          title: "आचार संहिता",
          content: {
            heading: "आचार संहिता",
            "para-1":
              "हम इसके द्वारा सभी छात्रों और उनके माता -पिता को सूचित करते हैं कि, CBSE दिशानिर्देशों के अनुसार, छात्रों को निम्नलिखित मानदंडों के आधार पर अनुशासन के लिए मूल्यांकन किया जाएगा: उपस्थिति, ईमानदारी, व्यवहार, मूल्य, स्वच्छता, स्कूल के नियमों और विनियमों का अनुपालन, और समाज और समाज के प्रति रवैया और रवैया औरदेश।",
            "para-2":
              "इसलिए, कृपया सुनिश्चित करें कि नीचे सूचीबद्ध सभी दिशानिर्देशों का सख्ती से पालन किया गया है।",
            "para-3":
              "हम राजनीति, अनुशासन आदि जैसे प्राथमिक गुणों पर जोर देते हैं और अपने छात्रों को अपनी दैनिक गतिविधियों में समान करने के लिए प्रोत्साहित करते हैं।जब भी और जहां भी वे उनसे मिलते हैं, सभी शिक्षकों को बधाई देनी चाहिए।स्कूल परिसर के अंदर और बाहर बेईमानी की भाषा और अभद्र व्यवहार का उपयोग करने वाले सहपाठियों को धमकाने से सख्त अनुशासनात्मक कार्रवाई होगी।",
            "para-4":
              "उन्हें अपने स्वास्थ्य की अच्छी देखभाल करनी चाहिए और शारीरिक रूप से फिट और मजबूत रहना चाहिए।",
            "para-5":
              "उन्हें हमेशा शिक्षकों द्वारा उन्हें दिए गए असाइनमेंट को स्वीकार और पूरा करना चाहिए",
            "para-6":
              "उन्हें अनुमति लेने के बिना दूसरों के संबंधित को चोरी करने या उधार लेने जैसी अनुचित प्रथाओं को कभी नहीं अपनाना चाहिए।उन्हें सत्य होना चाहिए।",
            "para-7":
              "उन्हें कभी भी 'नहीं' कहने में संकोच नहीं करना चाहिए जब पूछा या कुछ करने के लिए लुभाया गया, जो उन्हें पता है कि वे गलत हैं।",
            "para-8":
              "दुनिया की बुराइयों पर विलाप करने और बड़बड़ाने के बजाय, उन्हें दुनिया को रहने के लिए एक बेहतर जगह बनाने में योगदान करने की कोशिश करनी चाहिए।",
          },
        },
        "s-rules": {
          title: "विशेष नियम",
          content: {},
        },
        "l-rules": {
          title: "पुस्तकालय नियम",
          content: {
            "para-1":
              "पुस्तकालय एक मूक क्षेत्र है।छात्रों को पुस्तकालय में चुप्पी बनाए रखनी चाहिए।",
            "para-2":
              "छात्रों को रु। का जुर्माना देना होगा।वापसी की नियत तारीख से देरी के लिए प्रति दिन 1/-।",
            "para-3":
              "छात्रों को भोजन, पानी और व्यक्तिगत वस्तुओं के साथ पुस्तकालय में प्रवेश करने की अनुमति नहीं है।प्रवेश करने से पहले उन्हें लाइब्रेरी के बाहर अपने बैग रखना चाहिए।",
            "para-4":
              "प्रत्येक छात्र को फैलाव के दौरान बाहर निकलने पर अपनी पुस्तक दिखाना पड़ता है।",
            "para-5":
              "लाइब्रेरी बुक को किसी भी नुकसान या क्षति के लिए, छात्र को एक सप्ताह के भीतर उसी को बदलना होगा।",
            "para-6":
              "प्रत्येक छात्र को लाइब्रेरी बुक की जांच करनी चाहिए, जबकि यह जारी किया जा रहा है और यदि कोई दोष है तो लाइब्रेरियन को सूचित करें।",
            "para-7":
              "यदि वापसी के समय पुस्तक को कोई भी स्क्रिबलिंग या नुकसान पाया जाता है, तो छात्र को पुस्तक को बदलना होगा।",
            "para-8":
              "कक्षा XII के छात्रों को बोर्ड परीक्षा के लिए अपना एडमिट कार्ड प्राप्त करने के लिए अपने संबंधित कक्षा शिक्षकों को क्लीयरेंस स्लिप (लाइब्रेरियन द्वारा जारी किया गया) प्रस्तुत करना चाहिए।",
            "para-9":
              "एक बार लाइब्रेरी से जारी होने के बाद, छात्रों को केवल वापसी के दिन पुस्तकों को स्कूल में लाना चाहिए, क्योंकि वे खो सकते हैं।",
          },
        },
        "c-rules": {
          title: "कैंटीन नियम",
          content: {},
        },
        "+ve-behavior-manage": {
          title: "सकारात्मक व्यवहार प्रबंधन",
          content: {},
        },
        cce: {
          title: "निरंतर और व्यापक मूल्यांकन",
          content: {},
        },
      },
    },
    parent: {
      title: "अभिभावक",
      "sub-links": {
        dispersal: {
          title: "छात्र का फैलाव",
          content: {},
        },
        uniform: {
          title: "स्कूल की पोशाक",
          content: {},
        },
        hours: {
          title: "मिलने के समय",
          content: {},
        },
        guidelines: {
          title: "सामान्य दिशानिर्देश",
          content: {},
        },
        absence: {
          title: "अनुपस्थिति - छुट्टी - स्कूल में देर से आगमन",
          content: {},
        },
        infirmary: {
          title: "विद्यालय की अशुद्धि",
          content: {},
        },
        report: {
          title: "प्रगति रिपोर्ट",
          content: {},
        },
        fee: {
          title: "भुगतान शुल्क ऑनलाइन",
          content: {},
        },
        login: {
          title: "माता -पिता का लॉगिन",
          content: {},
        },
      },
    },
  },
  Root: {
    LocaleSwitcher: {
      label: "भाषा बदलें",
    },
    "main-navbar": {
      "admission-portal": "प्रवेश पोर्टल",
      login: "लॉग इन करें",
    },
  },
} as const;
