export default {
  Dictionary: {
    other: "மற்றொன்று",
    links: "இணைப்புகள்",
  },
  Pages: {
    home: {
      title: "வீடு",
      "sub-links": {
        hero: {
          title: "எங்களை பற்றி",
          content: {
            heading: "கிரீன்ஃபீல்ட் சர்வதேச பள்ளிக்கு வருக",
            "para-1":
              "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
            "button-text": "எங்களை பற்றி",
          },
        },
        "photo-gallery": {
          title: "புகைப்பட தொகுப்பு",
          content: {
            heading: "புகைப்பட தொகுப்பு",
            cards: {
              1: {
                heading: "என்ன பார்க்க வேண்டும்",
                "sub-heading": "ACME நிகழ்வை ஸ்ட்ரீம் செய்யுங்கள்",
              },
              2: {
                heading: "ஒரு மரம் நடு",
                "sub-heading": "கிரகத்திற்கு பங்களிப்பு செய்யுங்கள்",
              },
              3: {
                heading: "சூப்பர்சார்ஜ்",
                "sub-heading": "ஒரு மிருகத்தைப் போல அழகை உருவாக்குகிறது",
              },
              4: {
                heading: "சூப்பர்-டூப்பர் சார்ஜ்",
                "sub-heading": "ஒரு மிருகத்தைப் போல அழகை உருவாக்குகிறது",
              },
            },
          },
        },
        "key-features": {
          title: "முக்கிய அம்சங்கள்",
          content: {
            heading: "பள்ளியின் முக்கிய வேறுபாடு பண்புகள்",
            cards: {
              1: {
                heading: "நாளைய தலைவர்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              2: {
                heading: "குறிப்பிடத்தக்க தொழில்நுட்ப கையகப்படுத்துதல்கள் 2021",
                body: "தலைகீழ் காலவரிசைப்படி, இதுவரை 2021 ஆம் ஆண்டின் மிகப்பெரிய நிறுவன தொழில்நுட்ப கையகப்படுத்துதல்கள் இங்கே.",
              },
              3: {
                heading: "நாளைய தலைவர்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              4: {
                heading: "நாளைய தலைவர்கள் நல்லது",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
            },
          },
        },
        admission: {
          title: "சேர்க்கை பேனர்",
          content: {
            heading:
              "{currYear} - {nextYear} ஆண்டு for க்கு சேர்க்கை திறந்திருக்கும்",
            "button-text": "இப்பொழுதே பதிவு செய்",
            para: "தமிழ்நாட்டின் கிரீன்ஃபீல்ட் பள்ளியில் கல்வியின் சிறந்த அனுபவத்தைப் பெறுங்கள்.உங்கள் குழந்தைக்கு சிறந்தது",
          },
        },
        "premium-facilities": {
          title: "பிரீமியம் வசதிகள்",
          content: {
            heading: "பிரீமியம் வசதிகள்",
            cards: {
              1: {
                heading: "ஃபிரான்டென்ட் ரேடியோ",
                "sub-heading": "தினசரி கலவை",
                subtitle: "12 தடங்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              2: {
                heading: "ஃபிரான்டென்ட் ரேடியோ",
                "sub-heading": "தினசரி கலவை",
                subtitle: "12 தடங்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              3: {
                heading: "ஃபிரான்டென்ட் ரேடியோ",
                "sub-heading": "தினசரி கலவை",
                subtitle: "12 தடங்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              4: {
                heading: "ஃபிரான்டென்ட் ரேடியோ",
                "sub-heading": "தினசரி கலவை",
                subtitle: "12 தடங்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              5: {
                heading: "ஃபிரான்டென்ட் ரேடியோ",
                "sub-heading": "தினசரி கலவை",
                subtitle: "12 தடங்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              6: {
                heading: "ஃபிரான்டென்ட் ரேடியோ",
                "sub-heading": "தினசரி கலவை",
                subtitle: "12 தடங்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
              7: {
                heading: "ஃபிரான்டென்ட் ரேடியோ",
                "sub-heading": "தினசரி கலவை",
                subtitle: "12 தடங்கள்",
                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
              },
            },
          },
        },
      },
    },
    school: {
      title: "பள்ளி",
      "sub-links": {
        about: {
          title: "எங்களை பற்றி",
          content: {
            "para-1":
              "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
            "para-2":
              "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
          },
        },
        mission: {
          title: "பணி மற்றும் பார்வை",
          content: {
            "para-1":
              "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
            "para-2":
              "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
          },
        },
        principal: {
          title: "முதல்வரின் செய்தி",
          content: {
            avatar: "கிரீன்ஃபீல்டின் முதல்வர்",
            "para-1":
              "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
            "para-2":
              "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
          },
        },
        infrastructure: {
          title: "உள்கட்டமைப்பு",
          content: {},
        },
        achievements: {
          title: "சாதனைகள்",
          content: {},
        },
        gallery: {
          title: "கேலரி",
          content: {},
        },
        news: {
          title: "செய்தியில்",
          content: {},
        },
        transport: {
          title: "பள்ளி போக்குவரத்து",
          content: {},
        },
        pledge: {
          title: "எங்கள் உறுதிமொழி",
          content: {
            avatar: "கிரீன்ஃபீல்டின் முதல்வர்",
            "para-1":
              "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
            "para-2":
              "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
          },
        },
        "news-letter": {
          title: "செய்திமடல்",
          content: {},
        },
        admission: {
          title: "சேர்க்கை",
          content: {},
        },
        contact: {
          title: "எங்களை தொடர்பு கொள்ள",
          content: {},
        },
      },
    },
    admission: {
      title: "சேர்க்கை",
      "sub-links": {
        notice: {
          title: "சேர்க்கை அறிவிப்பு",
          content: {},
        },
        prospectus: {
          title: "ப்ரஸ்பெக்டஸ்",
          content: {},
        },
        procedure: {
          title: "சேர்க்கை நடைமுறை",
          content: {},
        },
        instructions: {
          title: "சேர்க்கைக்கான பொதுவான வழிமுறைகள்",
          content: {},
        },
        age: {
          title: "வயது அளவுகோல்கள்",
          content: {},
        },
        fee: {
          title: "கட்டண அமைப்பு",
          content: {},
        },
        orientation: {
          title: "நோக்குநிலை",
          content: {},
        },
        registration: {
          title: "ஆன்லைன் பதிவு",
          content: {},
        },
        "admission-portal": {
          title: "சேர்க்கை போர்டல்",
          content: {},
        },
      },
    },
    academic: {
      title: "கல்வியாளர்கள்",
      "sub-links": {
        result: {
          title: "முடிவு பகுப்பாய்வு",
          content: {},
        },
        syllabus: {
          title: "பாடத்திட்டங்கள்",
          content: {},
        },
        "book-list": {
          title: "புத்தக பட்டியல்",
          content: {},
        },
        holiday: {
          title: "விடுமுறை பட்டியல்",
          content: {},
        },
        "block-holidays": {
          title: "விடுமுறை நாட்களைத் தடுக்கவும்",
          content: {},
        },
        fees: {
          title: "கட்டண அமைப்பு",
          content: {},
        },
      },
    },
    student: {
      title: "மாணவர்கள்",
      "sub-links": {
        portal: {
          title: "மாணவர் போர்டல்",
          content: {},
        },
        council: {
          title: "மாணவர் சங்கம்",
          content: {},
        },
        activities: {
          title: "இணை பாடத்திட்ட நடவடிக்கைகள்",
          content: {},
        },
        timings: {
          title: "பள்ளி நேரம்",
          content: {},
        },
        certificate: {
          title: "பரிமாற்ற சான்றிதழ்",
          content: {},
        },
        prayer: {
          title: "பள்ளி பிரார்த்தனை",
          content: {},
        },
        trips: {
          title: "பயணங்கள் மற்றும் உல்லாசப் பயணம்",
          content: {},
        },
        cc: {
          title: "நடத்தை விதிமுறை",
          content: {},
        },
        "s-rules": {
          title: "சிறப்பு விதிகள்",
          content: {},
        },
        "l-rules": {
          title: "நூலக விதிகள்",
          content: {},
        },
        "c-rules": {
          title: "கேண்டீன் விதிகள்",
          content: {},
        },
        "+ve-behavior-manage": {
          title: "நேர்மறை நடத்தை மேலாண்மை",
          content: {},
        },
        cce: {
          title: "தொடர்ச்சியான மற்றும் விரிவான மதிப்பீடு",
          content: {},
        },
      },
    },
    parent: {
      title: "பெற்றோர்",
      "sub-links": {
        dispersal: {
          title: "மாணவர்களின் சிதறல்",
          content: {},
        },
        uniform: {
          title: "பாடசாலை சீருடை",
          content: {},
        },
        hours: {
          title: "வருகை நேரம்",
          content: {},
        },
        guidelines: {
          title: "பொதுவான வழிமுறைகள்",
          content: {},
        },
        absence: {
          title: "இல்லாதது - விடுப்பு - பள்ளிக்கு தாமதமாக வருகை",
          content: {},
        },
        infirmary: {
          title: "பள்ளி மருத்துவமனை",
          content: {},
        },
        report: {
          title: "வளர்ச்சி அறிக்கை",
          content: {},
        },
        fee: {
          title: "கட்டணத்தை ஆன்லைனில் செலுத்தவும்",
          content: {},
        },
        login: {
          title: "பெற்றோரின் உள்நுழைவு",
          content: {},
        },
      },
    },
  },
  Root: {
    LocaleSwitcher: {
      label: "மொழியை மாற்றவும்",
      locale:
        "{locale, select, ta {Tamil} te {Telugu} en {English} hi {Hindi} other {Unknown}}",
    },
    "main-navbar": {
      "admission-portal": "சேர்க்கை போர்டல்",
      login: "உள்நுழைய",
    },
  },
} as const;
