export default {
    Dictionary: {
        other: "மற்றொன்று",
        links: "இணைப்புகள்",
    },
    login: {
        "sub-links": {
            index: {
                title: "உங்கள் கணக்கில் உள்நுழைக",
                content: {
                    "my-creds": "எனது நற்சான்றிதழ்கள்",
                    forget: "கடவுச்சொல்லை மறந்து ?",
                    "button-text": "உள்நுழைய",
                    inputs: {
                        "user-id": {
                            label: "பயனர் ஐடி",
                            placeholder: "உங்கள் பயனர் ஐடியை உள்ளிடவும்",
                            error: {
                                "short-input":
                                    "பயனர் ஐடியில் குறைந்தது 6 எழுத்துக்கள் இருக்க வேண்டும்)",
                                "long-input":
                                    "பயனர் ஐடியில் அதிகபட்சம் 16 எழுத்துக்கள் இருக்க வேண்டும்)",
                            },
                        },
                        password: {
                            label: "கடவுச்சொல்",
                            placeholder: "உங்கள் கடவுச்சொல்லை உள்ளிடவும்",
                            error: {
                                "short-input":
                                    "கடவுச்சொல்லில் குறைந்தது 6 எழுத்துக்கள் இருக்க வேண்டும்)",
                                "long-input":
                                    "கடவுச்சொல்லில் அதிகபட்சம் 16 எழுத்துக்கள் இருக்க வேண்டும்)",
                            },
                        },
                        role: {
                            label: "நான் ஒரு/ஒரு",
                            roles: {
                                student: "மாணவர்",
                                teacher: "ஆசிரியர்",
                                parent: "பெற்றோர்",
                                admin: "நிர்வாகம்",
                            },
                            error: {
                                "no-input":
                                    "மேலே உள்ள விருப்பத்தில் ஒன்றைத் தேர்ந்தெடுக்கவும்",
                            },
                        },
                    },
                },
            },
            forget: {
                title: "கடவுச்சொல்லை மீட்டமைக்க",
                content: {
                    contact:
                        "கடவுச்சொல் மீட்டமைப்பிற்கு பள்ளி நிர்வாகத்தை தொடர்பு கொள்ளவும்.",
                    details: {
                        heading: "தொடர்பு விபரங்கள்",
                        "technical-admin": "தொழில்நுட்ப நிர்வாகம்: {number}",
                        principal: "முதன்மை: {number}",
                    },
                    "button-text": "உள்நுழைவு பக்கத்திற்குத் திரும்பு",
                },
            },
        },
    },
    Pages: {
        home: {
            title: "வீடு",
            "sub-links": {
                hero: {
                    title: "எங்களை பற்றி",
                    content: {
                        heading: "கிரீன்ஃபீல்ட் சர்வதேச பள்ளிக்கு வருக",
                        "para-1":
                            "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
                        "button-text": "எங்களை பற்றி",
                    },
                },
                "photo-gallery": {
                    title: "புகைப்பட தொகுப்பு",
                    content: {
                        heading: "புகைப்பட தொகுப்பு",
                        cards: {
                            1: {
                                heading: "என்ன பார்க்க வேண்டும்",
                                "sub-heading":
                                    "ACME நிகழ்வை ஸ்ட்ரீம் செய்யுங்கள்",
                            },
                            2: {
                                heading: "ஒரு மரம் நடு",
                                "sub-heading":
                                    "கிரகத்திற்கு பங்களிப்பு செய்யுங்கள்",
                            },
                            3: {
                                heading: "சூப்பர்சார்ஜ்",
                                "sub-heading":
                                    "ஒரு மிருகத்தைப் போல அழகை உருவாக்குகிறது",
                            },
                            4: {
                                heading: "சூப்பர்-டூப்பர் சார்ஜ்",
                                "sub-heading":
                                    "ஒரு மிருகத்தைப் போல அழகை உருவாக்குகிறது",
                            },
                        },
                    },
                },
                "key-features": {
                    title: "முக்கிய அம்சங்கள்",
                    content: {
                        heading: "பள்ளியின் முக்கிய வேறுபாடு பண்புகள்",
                        cards: {
                            1: {
                                heading: "நாளைய தலைவர்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            2: {
                                heading:
                                    "குறிப்பிடத்தக்க தொழில்நுட்ப கையகப்படுத்துதல்கள் 2021",
                                body: "தலைகீழ் காலவரிசைப்படி, இதுவரை 2021 ஆம் ஆண்டின் மிகப்பெரிய நிறுவன தொழில்நுட்ப கையகப்படுத்துதல்கள் இங்கே.",
                            },
                            3: {
                                heading: "நாளைய தலைவர்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            4: {
                                heading: "நாளைய தலைவர்கள் நல்லது",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                        },
                    },
                },
                admission: {
                    title: "சேர்க்கை பேனர்",
                    content: {
                        heading:
                            "சேர்க்கை திறந்திருக்கும் {currYear} - {nextYear}",
                        "button-text": "இப்பொழுதே பதிவு செய்",
                        para: "தமிழ்நாட்டின் கிரீன்ஃபீல்ட் பள்ளியில் கல்வியின் சிறந்த அனுபவத்தைப் பெறுங்கள்.உங்கள் குழந்தைக்கு சிறந்தது",
                    },
                },
                "premium-facilities": {
                    title: "பிரீமியம் வசதிகள்",
                    content: {
                        heading: "பிரீமியம் வசதிகள்",
                        cards: {
                            1: {
                                heading: "ஃபிரான்டென்ட் ரேடியோ",
                                "sub-heading": "தினசரி கலவை",
                                subtitle: "12 தடங்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            2: {
                                heading: "ஃபிரான்டென்ட் ரேடியோ",
                                "sub-heading": "தினசரி கலவை",
                                subtitle: "12 தடங்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            3: {
                                heading: "ஃபிரான்டென்ட் ரேடியோ",
                                "sub-heading": "தினசரி கலவை",
                                subtitle: "12 தடங்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            4: {
                                heading: "ஃபிரான்டென்ட் ரேடியோ",
                                "sub-heading": "தினசரி கலவை",
                                subtitle: "12 தடங்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            5: {
                                heading: "ஃபிரான்டென்ட் ரேடியோ",
                                "sub-heading": "தினசரி கலவை",
                                subtitle: "12 தடங்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            6: {
                                heading: "ஃபிரான்டென்ட் ரேடியோ",
                                "sub-heading": "தினசரி கலவை",
                                subtitle: "12 தடங்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                            7: {
                                heading: "ஃபிரான்டென்ட் ரேடியோ",
                                "sub-heading": "தினசரி கலவை",
                                subtitle: "12 தடங்கள்",
                                body: "இங்கே எங்களுடன், மாணவர்கள் சுய, சமூக திறன்கள் மற்றும் சுதந்திர உணர்வை வளர்த்துக் கொள்கிறார்கள், எதிர்காலத்தில் தலைமைப் பாத்திரங்களை ஏற்றுக்கொள்ள அவர்களை தயார்படுத்துகிறார்கள்.",
                            },
                        },
                    },
                },
            },
        },
        school: {
            title: "பள்ளி",
            "sub-links": {
                about: {
                    title: "எங்களை பற்றி",
                    content: {
                        "para-1":
                            "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
                        "para-2":
                            "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
                    },
                },
                mission: {
                    title: "பணி மற்றும் பார்வை",
                    content: {
                        "para-1":
                            "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
                        "para-2":
                            "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
                    },
                },
                principal: {
                    title: "முதல்வரின் செய்தி",
                    content: {
                        avatar: "கிரீன்ஃபீல்டின் முதல்வர்",
                        "para-1":
                            "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
                        "para-2":
                            "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
                    },
                },
                infrastructure: {
                    title: "உள்கட்டமைப்பு",
                    content: {},
                },
                achievements: {
                    title: "சாதனைகள்",
                    content: {
                        heading: "எங்கள் சாதனைகள்",
                        desc: "லோரெம், கேரட், கான்ஸ்டெர் அடிபிசிசிங் டெவலப்பர்.ஒரு பெரிய குற்றச்சாட்டுக்கு ஒரு பெரிய குற்றம் சாட்டியதால், நான் அவற்றை நிராகரிப்பேன், நிராகரிக்கப்பட வேண்டிய இன்பத்தின் இன்பத்தை நான் வெளிப்படையாகச் செய்வேன், விமானத்தின் இன்பத்தை நான் நிராகரிப்பேன்?",
                        accordions: {
                            1: {
                                heading: "2020",
                                desc: "லோரெம், கேரட், கான்ஸ்டெர் அடிபிசிசிங் டெவலப்பர்.ஒரு பெரிய குற்றச்சாட்டுக்கு ஒரு பெரிய குற்றம் சாட்டியதால், நான் அவர்களை நிராகரிப்பேன், நிராகரிக்கப்பட வேண்டிய இன்பத்தின் இன்பத்தை நான் வெளிப்படையாகச் செய்வேன், விமானத்தின் இன்பத்தை நான் நிராகரிப்பேன்?",
                            },
                            2: {
                                heading: "2021",
                                desc: "லோரெம், கேரட், கான்ஸ்டெர் அடிபிசிசிங் டெவலப்பர்.ஒரு பெரிய குற்றச்சாட்டுக்கு ஒரு பெரிய குற்றம் சாட்டியதால், நான் அவர்களை நிராகரிப்பேன், நிராகரிக்கப்பட வேண்டிய இன்பத்தின் இன்பத்தை நான் வெளிப்படையாகச் செய்வேன், விமானத்தின் இன்பத்தை நான் நிராகரிப்பேன்?",
                            },
                            3: {
                                heading: "2022",
                                desc: "லோரெம், கேரட், கான்ஸ்டெர் அடிபிசிசிங் டெவலப்பர்.ஒரு பெரிய குற்றச்சாட்டுக்கு ஒரு பெரிய குற்றம் சாட்டியதால், நான் அவர்களை நிராகரிப்பேன், நிராகரிக்கப்பட வேண்டிய இன்பத்தின் இன்பத்தை நான் வெளிப்படையாகச் செய்வேன், விமானத்தின் இன்பத்தை நான் நிராகரிப்பேன்?",
                            },
                            4: {
                                heading: "2023",
                                desc: "லோரெம், கேரட், கான்ஸ்டெர் அடிபிசிசிங் டெவலப்பர்.ஒரு பெரிய குற்றச்சாட்டுக்கு ஒரு பெரிய குற்றம் சாட்டியதால், நான் அவற்றை நிராகரிப்பேன், நிராகரிக்கப்பட வேண்டிய இன்பத்தின் இன்பத்தை நான் வெளிப்படையாகச் செய்வேன், விமானத்தின் இன்பத்தை நான் நிராகரிப்பேன்?",
                            },
                        },
                    },
                },
                gallery: {
                    title: "கேலரி",
                    content: {},
                },
                news: {
                    title: "செய்தியில்",
                    content: {},
                },
                transport: {
                    title: "பள்ளி போக்குவரத்து",
                    content: {},
                },
                pledge: {
                    title: "எங்கள் உறுதிமொழி",
                    content: {
                        avatar: "கிரீன்ஃபீல்டின் முதல்வர்",
                        "para-1":
                            "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல் உல்லாம்கோர்பருக்கு இல்லை.அடுக்கு மேக்ரோ மற்றும் அமைக்கவும்.ஒவ்வொரு ஒப்பனையும் ஓர்சி ஓர்சி மற்றும் பிரச்சாரத்தின் ஆசிரியர் மவுரிஸ் ஆகூ.இப்போது குழந்தைகளிடமிருந்து தொண்டை.நேர பன்னியின் உறுப்பு ஆனால் ஆனால் புன்னகை விலை.நிறைய துக்கம் கருத்தடை பட்டம் பெற்றது.காம்புக்கு சில ஐடி டயம் உள்ளது.கால்பந்து, என் பானம், ஒவ்வொரு வறுமையும் அமலாக்க பாஸ்போர்ட் இல்லை.ஒவ்வொரு ஓர்சி ஓர்சியும் பிரச்சாரத்தின் ஆசிரியரும் தொடங்குகிறார்கள்.இது பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்குக்காக இருந்தது.ஹென்ட்ரிட் நுகர்வோர் மேக்னாவுக்கு ஒரு வாடிக்கையாளர் குழு தேவை.ஒன்று அல்லது அதற்கு மேற்பட்ட வேர்க்கடலை வரை மற்றும் வெறுப்பு நேரம் orci.மைக்ரோசாப்ட் டியூய் சேபியனுக்கு எனக்கு மைக்ரோவேவ் தேவை ஆனால் இலவசம்.",
                        "para-2":
                            "ஒரு சாலட் இழுக்க வாழைப்பழங்களுக்கு மிகவும் வேடிக்கை தேவைப்படுகிறது.கூடைப்பந்து கர்ப்பிணி எவரும் மிகவும் மசாஜ் செய்கிறார்கள்.ஈனியாஸ், ஆனால் இளங்கலை விட்டம் இளங்கலை சோகமான புன்னகை அல்லது.கால்பந்து சோகமான பழைய மற்றும் நெட்டஸ்.கால்பந்து கால்பந்து பட்டம் பெற்றதற்கு மன்னிக்கவும்.வெஸ்டிபுலம் வேலி ஐடி சில நேரங்களில் கூடைப்பந்து டெவலப்பர்கள் வரை லாரீட் ஐடியை வெலிட் செய்யுங்கள்.புதுமையான சிங்கத்திற்கு மென்மையானது ஒரு விட்டம் பராமரிப்பு நேர ஐடி.நம் அட் பெட் புஷ் ஹோம்வொர்க் பள்ளத்தாக்கு.வெகுஜன உருவாக்குநர்களுக்கு நிதியளிக்கும் யார் அமட் அமேட் மவுரிஸ் வசதி.சில நேரங்களில் கைப்பந்து அல்லது லாரீட் மசாஜ் இல்லை.",
                    },
                },
                "news-letter": {
                    title: "செய்திமடல்",
                    content: {},
                },
                admission: {
                    title: "சேர்க்கை",
                    content: {},
                },
                contact: {
                    title: "எங்களை தொடர்பு கொள்ள",
                    content: {},
                },
            },
        },
        admission: {
            title: "சேர்க்கை",
            "sub-links": {
                notice: {
                    title: "சேர்க்கை அறிவிப்பு",
                    content: {},
                },
                prospectus: {
                    title: "ப்ரஸ்பெக்டஸ்",
                    content: {},
                },
                procedure: {
                    title: "சேர்க்கை நடைமுறை",
                    content: {},
                },
                instructions: {
                    title: "சேர்க்கைக்கான பொதுவான வழிமுறைகள்",
                    content: {},
                },
                age: {
                    title: "வயது அளவுகோல்கள்",
                    content: {},
                },
                fee: {
                    title: "கட்டண அமைப்பு",
                    content: {},
                },
                orientation: {
                    title: "நோக்குநிலை",
                    content: {},
                },
                registration: {
                    title: "ஆன்லைன் பதிவு",
                    content: {},
                },
                "admission-portal": {
                    title: "சேர்க்கை போர்டல்",
                    "sub-links": {
                        index: {
                            heading:
                                "கிரீன்ஃபீல்ட் பள்ளியின் சேர்க்கை போர்ட்டலுக்கு வருக",
                            "para-1":
                                "ஆன்லைன் சேர்க்கை எடுக்கும்போது மென்மையான அனுபவத்திற்காக, இந்த ஆவணங்கள் முன்பே கிடைப்பதை நாங்கள் பரிந்துரைக்கிறோம்",
                            "para-2":
                                "லோரெம் மிகவும் கேரட், தக்காளி இளங்கலை டெவலப்பர், ஆனால் நான் ஒரு இன்கோடில் இருப்பேன், ஒரு சிறந்த நேரத்தின் வலி.இப்போது குழந்தைகளிடமிருந்து தொண்டை புதுமையான இரசாயன கால்பந்து கேரட்.சேபியன் தொண்டையின் நிறை வரை லோரெம்.சிங்கம் அல்லது சுற்றுச்சூழல்",
                            "button-text": "தொடங்கவும்",
                        },
                        onboarding: {
                            heading: "சேர்க்கை விண்ணப்ப பதிவு",
                            "button-text": {
                                "generate-otp": "OTP ஐ உருவாக்குங்கள்",
                                "verify-otp": "OTP ஐ சரிபார்க்கவும்",
                                "fill-form":
                                    "படிவத்தை நிரப்புவதன் மூலம் முழுமையான பயன்பாடு",
                            },
                            "mobile-input": {
                                label: "கைபேசி எண்",
                                placeholder:
                                    "உங்களுடைய கைபேசி எண்ணை உள்ளிடவும்",
                                error: {
                                    "short-input":
                                        "மொபைல் எண்ணில் குறைந்தது 10 இலக்க (கள்) இருக்க வேண்டும்",
                                    "long-input":
                                        "மொபைலில் அதிகபட்சம் 10 இலக்கங்கள் (கள்) இருக்க வேண்டும்",
                                    "wrong-input":
                                        "மொபைல் எண்ணில் இலக்கங்கள் மட்டுமே இருக்க வேண்டும்",
                                },
                            },
                            "otp-input": {
                                label: "otp",
                                placeholder:
                                    "உங்கள் மொபைலில் பெறப்பட்ட OTP ஐ உள்ளிடவும்",
                                desc: "கிரீன்ஃபீல்ட் இன்டர்நேஷனல் பள்ளியிலிருந்து ஒரு OTP க்கு உங்கள் இன்பாக்ஸைச் சரிபார்க்கவும், OTP 5 நிமிடங்கள் செல்லுபடியாகும்",
                                timer: "{டைமர்} நொடி (கள்) இல் புதிய {br} ஐ உருவாக்கவும்",
                                error: {
                                    "short-input":
                                        "OTP க்கு குறைந்தது 6 இலக்க (கள்) இருக்க வேண்டும்",
                                    "long-input":
                                        "OTP க்கு அதிகபட்சம் 6 இலக்கங்கள் (கள்) இருக்க வேண்டும்",
                                    "wrong-input":
                                        "OTP க்கு இலக்கங்கள் மட்டுமே இருக்க வேண்டும்",
                                },
                            },
                        },
                    },
                },
            },
        },
        academic: {
            title: "கல்வியாளர்கள்",
            "sub-links": {
                result: {
                    title: "முடிவு பகுப்பாய்வு",
                    content: {},
                },
                syllabus: {
                    title: "பாடத்திட்டங்கள்",
                    content: {},
                },
                "book-list": {
                    title: "புத்தக பட்டியல்",
                    content: {},
                },
                holiday: {
                    title: "விடுமுறை பட்டியல்",
                    content: {},
                },
                "block-holidays": {
                    title: "விடுமுறை நாட்களைத் தடுக்கவும்",
                    content: {},
                },
                fees: {
                    title: "கட்டண அமைப்பு",
                    content: {},
                },
            },
        },
        student: {
            title: "மாணவர்கள்",
            "sub-links": {
                portal: {
                    title: "மாணவர் போர்டல்",
                    content: {},
                },
                council: {
                    title: "மாணவர் சங்கம்",
                    content: {},
                },
                activities: {
                    title: "இணை பாடத்திட்ட நடவடிக்கைகள்",
                    content: {},
                },
                timings: {
                    title: "பள்ளி நேரம்",
                    content: {},
                },
                certificate: {
                    title: "பரிமாற்ற சான்றிதழ்",
                    content: {},
                },
                prayer: {
                    title: "பள்ளி பிரார்த்தனை",
                    content: {},
                },
                trips: {
                    title: "பயணங்கள் மற்றும் உல்லாசப் பயணம்",
                    content: {},
                },
                cc: {
                    title: "நடத்தை விதிமுறை",
                    content: {
                        heading: "நடத்தை விதிமுறை",
                        "para-1":
                            "சிபிஎஸ்இ வழிகாட்டுதல்களுக்கு, மாணவர்கள் பின்வரும் அளவுகோல்களின் அடிப்படையில் ஒழுக்கத்திற்காக மதிப்பீடு செய்யப்படுவார்கள் என்று நாங்கள் அனைத்து மாணவர்களுக்கும் அவர்களது பெற்றோர்களுக்கும் அறிவிக்கிறோம்: வருகை, நேர்மையானது, நடத்தை, மதிப்புகள், சுத்தமாக, பள்ளி விதிகள் மற்றும் விதிமுறைகளுக்கு இணங்குதல் மற்றும் சமூகம் மற்றும் அணுகுமுறைநாடு.",
                        "para-2":
                            "எனவே, கீழே பட்டியலிடப்பட்டுள்ள அனைத்து வழிகாட்டுதல்களும் கண்டிப்பாக பின்பற்றப்படுவதை தயவுசெய்து உறுதிப்படுத்தவும்.",
                        "para-3":
                            "மரியாதை, ஒழுக்கம் போன்ற அடிப்படை குணங்களை நாங்கள் வலியுறுத்துகிறோம், மேலும் எங்கள் மாணவர்களின் அன்றாட நடவடிக்கைகளில் இதேபோல் ஊக்குவிக்க ஊக்குவிக்கிறோம்.எல்லா ஆசிரியர்களையும் அவர்கள் எப்போது, எங்கு சந்தித்தாலும் அவர்கள் வாழ்த்த வேண்டும்.வகுப்பு தோழர்களை கொடுமைப்படுத்துதல், பள்ளி வளாகத்திற்கு உள்ளேயும் வெளியேயும் தவறான மொழி மற்றும் அநாகரீகமான நடத்தை ஆகியவற்றைப் பயன்படுத்துவது கடுமையான ஒழுங்கு நடவடிக்கைக்கு வழிவகுக்கும்.",
                        "para-4":
                            "அவர்கள் தங்கள் ஆரோக்கியத்தை நன்கு கவனித்துக் கொள்ள வேண்டும் மற்றும் உடல் ரீதியாக பொருத்தமாகவும் வலுவாகவும் இருக்க வேண்டும்.",
                        "para-5":
                            "அவர்கள் எப்போதும் ஆசிரியர்களால் வழங்கப்பட்ட பணிகளை ஏற்றுக்கொண்டு முடிக்க வேண்டும்",
                        "para-6":
                            "அனுமதி பெறாமல் மற்றவர்களை திருடுவது அல்லது கடன் வாங்குவது போன்ற நியாயமற்ற நடைமுறைகளை அவர்கள் ஒருபோதும் பின்பற்றக்கூடாது.அவர்கள் உண்மையாக இருக்க வேண்டும்.",
                        "para-7":
                            "ஏதேனும் ஒன்றைச் செய்யும்படி கேட்கும்போது அல்லது சோதிக்கும்போது ‘இல்லை’ என்று சொல்ல அவர்கள் ஒருபோதும் தயங்கக்கூடாது, அது தவறு என்று அவர்களுக்குத் தெரியும்.",
                        "para-8":
                            "உலகின் தீமைகளைப் பற்றி புலம்புவதற்கும் முணுமுணுப்பதற்கும் பதிலாக, உலகத்தை வாழ ஒரு சிறந்த இடமாக மாற்ற அவர்கள் பங்களிக்க முயற்சிக்க வேண்டும்.",
                    },
                },
                "s-rules": {
                    title: "சிறப்பு விதிகள்",
                    content: {},
                },
                "l-rules": {
                    title: "நூலக விதிகள்",
                    content: {
                        "para-1":
                            "நூலகம் ஒரு அமைதியான மண்டலம்.மாணவர்கள் நூலகத்தில் ம silence னத்தை பராமரிக்க வேண்டும்.",
                        "para-2":
                            "மாணவர்கள் ரூ.ஒரு நாளைக்கு 1/- திரும்புவதற்கான தேதியிலிருந்து தாமதத்திற்கு.",
                        "para-3":
                            "உணவு, நீர் மற்றும் தனிப்பட்ட பொருட்களுடன் மாணவர்கள் நூலகத்திற்குள் நுழைய அனுமதிக்கப்படுவதில்லை.நுழைவதற்கு முன்பு அவர்கள் தங்கள் பைகளை நூலகத்திற்கு வெளியே வைத்திருக்க வேண்டும்.",
                        "para-4":
                            "ஒவ்வொரு மாணவரும் தங்கள் புத்தகத்தை சிதறலின் போது வெளியேறும்போது காட்ட வேண்டும்.",
                        "para-5":
                            "நூலக புத்தகத்திற்கு ஏதேனும் இழப்பு அல்லது சேதத்திற்கு, மாணவர் ஒரு வாரத்திற்குள் அதை மாற்ற வேண்டும்.",
                        "para-6":
                            "ஒவ்வொரு மாணவரும் நூலக புத்தகத்தை வழங்கும்போது சரிபார்க்க வேண்டும் மற்றும் ஏதேனும் குறைபாடுகள் இருந்தால் நூலகருக்கு அறிவிக்க வேண்டும்.",
                        "para-7":
                            "திரும்பும் நேரத்தில் ஏதேனும் எழுத்தாளர் அல்லது புத்தகத்திற்கு சேதம் காணப்பட்டால், மாணவர் புத்தகத்தை மாற்ற வேண்டும்.",
                        "para-8":
                            "XII ஆம் வகுப்பு மாணவர்கள் வாரியத் தேர்வுக்கு தங்கள் ஒப்புதல் அட்டையைப் பெற அந்தந்த வகுப்பு ஆசிரியர்களுக்கு அனுமதி சீட்டை (நூலகர் வழங்கினர்) சமர்ப்பிக்க வேண்டும்.",
                        "para-9":
                            "நூலகத்திலிருந்து வழங்கப்பட்டதும், மாணவர்கள் திரும்பிய நாளில் மட்டுமே புத்தகங்களை பள்ளிக்கு கொண்டு வர வேண்டும், ஏனெனில் அவர்கள் தொலைந்து போகக்கூடும்.",
                    },
                },
                "c-rules": {
                    title: "கேண்டீன் விதிகள்",
                    content: {},
                },
                "+ve-behavior-manage": {
                    title: "நேர்மறை நடத்தை மேலாண்மை",
                    content: {},
                },
                cce: {
                    title: "தொடர்ச்சியான மற்றும் விரிவான மதிப்பீடு",
                    content: {},
                },
            },
        },
        parent: {
            title: "பெற்றோர்",
            "sub-links": {
                dispersal: {
                    title: "மாணவர்களின் சிதறல்",
                    content: {},
                },
                uniform: {
                    title: "பாடசாலை சீருடை",
                    content: {},
                },
                hours: {
                    title: "வருகை நேரம்",
                    content: {},
                },
                guidelines: {
                    title: "பொதுவான வழிமுறைகள்",
                    content: {},
                },
                absence: {
                    title: "இல்லாதது - விடுப்பு - பள்ளிக்கு தாமதமாக வருகை",
                    content: {},
                },
                infirmary: {
                    title: "பள்ளி மருத்துவமனை",
                    content: {},
                },
                report: {
                    title: "வளர்ச்சி அறிக்கை",
                    content: {},
                },
                fee: {
                    title: "கட்டணத்தை ஆன்லைனில் செலுத்தவும்",
                    content: {},
                },
                login: {
                    title: "பெற்றோரின் உள்நுழைவு",
                    content: {},
                },
            },
        },
    },
    Root: {
        LocaleSwitcher: {
            label: "மொழியை மாற்றவும்",
        },
        "main-navbar": {
            "admission-portal": "சேர்க்கை போர்டல்",
            login: "உள்நுழைய",
            dashboard: "டாஷ்போர்டு",
        },
    },
} as const;
