export default {
  Dictionary: {
    other: "ఇతర",
    links: "లింకులు",
  },
  Pages: {
    home: {
      title: "హోమ్",
      "sub-links": {
        hero: {
          title: "మా గురించి",
          content: {
            heading: "గ్రీన్ఫీల్డ్ ఇంటర్నేషనల్ స్కూల్‌కు స్వాగతం",
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "button-text": "మా గురించి",
          },
        },
        "photo-gallery": {
          title: "ఛాయాచిత్రాల ప్రదర్శన",
          content: {
            heading: "ఛాయాచిత్రాల ప్రదర్శన",
            cards: {
              1: {
                heading: "ఏమి చూడాలి",
                "sub-heading": "ACME ఈవెంట్‌ను ప్రసారం చేయండి",
              },
              2: {
                heading: "ఒక చెట్టు నాటండి",
                "sub-heading": "గ్రహం కు దోహదం",
              },
              3: {
                heading: "సూపర్ఛార్జ్ చేయబడింది",
                "sub-heading": "ఒక మృగం వంటి అందాన్ని సృష్టిస్తుంది",
              },
              4: {
                heading: "సూపర్ డూపర్-ఛార్జ్",
                "sub-heading": "ఒక మృగం వంటి అందాన్ని సృష్టిస్తుంది",
              },
            },
          },
        },
        "key-features": {
          title: "ముఖ్య లక్షణాలు",
          content: {
            heading: "పాఠశాల యొక్క లక్షణాలను వేరు చేస్తుంది",
            cards: {
              1: {
                heading: "రేపు నాయకులు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              2: {
                heading: "గుర్తించదగిన సాంకేతిక సముపార్జనలు 2021",
                body: "రివర్స్ కాలక్రమానుసారం ఇప్పటివరకు 2021 యొక్క అతిపెద్ద ఎంటర్ప్రైజ్ టెక్నాలజీ సముపార్జనలు ఇక్కడ ఉన్నాయి.",
              },
              3: {
                heading: "రేపటి నాయకులు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              4: {
                heading: "రేపటి నాయకులు మంచివారు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
            },
          },
        },
        admission: {
          title: "ప్రవేశ బ్యానర్",
          content: {
            heading: "Admission Open for {currYear} - {nextYear}",
            "button-text": "ఇప్పుడే చేరండి",
            para: "మీ పిల్లవాడికి గ్రీన్ఫీల్డ్ స్కూల్, తమిళనాడులో విద్య యొక్క ఉత్తమ అనుభవాన్ని పొందండి.మీ పిల్లలకి ఉత్తమమైనది",
          },
        },
        "premium-facilities": {
          title: "ప్రీమియం సౌకర్యాలు",
          content: {
            heading: "ప్రీమియం సౌకర్యాలు",
            cards: {
              1: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              2: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "రోజువారీ మిశ్రమం",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              3: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "రోజువారీ మిశ్రమం",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              4: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "రోజువారీ మిశ్రమం",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              5: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              6: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              7: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
            },
          },
        },
      },
    },
    school: {
      title: "పాఠశాల",
      "sub-links": {
        about: {
          title: "మా గురించి",
          content: {
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        mission: {
          title: "మిషన్ మరియు విజన్",
          content: {
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        principal: {
          title: "ప్రిన్సిపాల్ సందేశం",
          content: {
            avatar: "గ్రీన్ఫీల్డ్ ప్రిన్సిపాల్",
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        infrastructure: {
          title: "మౌలిక సదుపాయాలు",
          content: {},
        },
        achievements: {
          title: "విజయాలు",
          content: {},
        },
        gallery: {
          title: "గ్యాలరీ",
          content: {},
        },
        news: {
          title: "వార్తల్లో",
          content: {},
        },
        transport: {
          title: "పాఠశాల రవాణా",
          content: {},
        },
        pledge: {
          title: "మా ప్రతిజ్ఞ",
          content: {
            avatar: "గ్రీన్ఫీల్డ్ ప్రిన్సిపాల్",
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        "news-letter": {
          title: "వార్తాలేఖ",
          content: {},
        },
        admission: {
          title: "ప్రవేశాలు",
          content: {},
        },
        contact: {
          title: "మమ్మల్ని సంప్రదించండి",
          content: {},
        },
      },
    },
    admission: {
      title: "ప్రవేశాలు",
      "sub-links": {
        notice: {
          title: "ప్రవేశ నోటీసు",
          content: {},
        },
        prospectus: {
          title: "ప్రాస్పెక్టస్",
          content: {},
        },
        procedure: {
          title: "ప్రవేశ విధానం",
          content: {},
        },
        instructions: {
          title: "ప్రవేశానికి సాధారణ సూచనలు",
          content: {},
        },
        age: {
          title: "వయస్సు ప్రమాణాలు",
          content: {},
        },
        fee: {
          title: "ఫీజు నిర్మాణం",
          content: {},
        },
        orientation: {
          title: "ఓరియంటేషన్",
          content: {},
        },
        registration: {
          title: "ఆన్‌లైన్ రిజిస్ట్రేషన్",
          content: {},
        },
        "admission-portal": {
          title: "ప్రవేశ పోర్టల్",
          content: {},
        },
      },
    },
    academic: {
      title: "విద్యావేత్తలు",
      "sub-links": {
        result: {
          title: "ఫలిత విశ్లేషణ",
          content: {},
        },
        syllabus: {
          title: "సిలబస్",
          content: {},
        },
        "book-list": {
          title: "పుస్తక జాబితా",
          content: {},
        },
        holiday: {
          title: "సెలవు జాబితా",
          content: {},
        },
        "block-holidays": {
          title: "బ్లాక్ సెలవులు",
          content: {},
        },
        fees: {
          title: "ఫీజు నిర్మాణం",
          content: {},
        },
      },
    },
    student: {
      title: "విద్యార్థులు",
      "sub-links": {
        portal: {
          title: "విద్యార్థి పోర్టల్",
          content: {},
        },
        council: {
          title: "విద్యార్థి మండలి",
          content: {},
        },
        activities: {
          title: "సహ పాఠ్య కార్యకలాపాలు",
          content: {},
        },
        timings: {
          title: "పాఠశాల సమయాలు",
          content: {},
        },
        certificate: {
          title: "బదిలీ సర్టిఫికేట్",
          content: {},
        },
        prayer: {
          title: "పాఠశాల ప్రార్థన",
          content: {},
        },
        trips: {
          title: "పర్యటనలు & విహారయాత్రలు",
          content: {},
        },
        cc: {
          title: "ప్రవర్తనా నియమావళిని",
          content: {},
        },
        "s-rules": {
          title: "ప్రత్యేక నియమాలు",
          content: {},
        },
        "l-rules": {
          title: "లైబ్రరీ నియమాలు",
          content: {},
        },
        "c-rules": {
          title: "క్యాంటీన్ నియమాలు",
          content: {},
        },
        "+ve-behavior-manage": {
          title: "సానుకూల ప్రవర్తన నిర్వహణ",
          content: {},
        },
        cce: {
          title: "నిరంతర మరియు సమగ్ర మూల్యాంకనం",
          content: {},
        },
      },
    },
    parent: {
      title: "తల్లిదండ్రులు",
      "sub-links": {
        dispersal: {
          title: "విద్యార్థుల చెదరగొట్టడం",
          content: {},
        },
        uniform: {
          title: "పాఠశాల యూనిఫాం",
          content: {},
        },
        hours: {
          title: "సందర్శన గంటలు",
          content: {},
        },
        guidelines: {
          title: "సాధారణ మార్గదర్శకాలు",
          content: {},
        },
        absence: {
          title: "లేకపోవడం - సెలవు - పాఠశాలలో ఆలస్యంగా రావడం",
          content: {},
        },
        infirmary: {
          title: "పాఠశాల వైద్యశాల",
          content: {},
        },
        report: {
          title: "పురోగతి నివేదిక",
          content: {},
        },
        fee: {
          title: "ఆన్‌లైన్‌లో రుసుము చెల్లించండి",
          content: {},
        },
        login: {
          title: "తల్లిదండ్రుల లాగిన్",
          content: {},
        },
      },
    },
  },
  Root: {
    LocaleSwitcher: {
      label: "భాష మార్చు",
    },
    "main-navbar": {
      "admission-portal": "ప్రవేశ పోర్టల్",
      login: "ప్రవేశించండి",
    },
  },
} as const;
