export default {
  Dictionary: {
    other: "ఇతర",
    links: "లింకులు",
  },
  login: {
    "sub-links": {
      index: {
        title: "మీ ఖాతాకు లాగిన్ అవ్వండి",
        content: {
          "my-creds": "నా ఆధారాలు",
          forget: "పాస్వర్డ్ మర్చిపోతున్నారా?",
          "button-text": "ప్రవేశించండి",
          inputs: {
            "user-id": {
              label: "వినియోగదారుని గుర్తింపు",
              placeholder: "మీ యూజర్ ఐడిని నమోదు చేయండి",
              error: {
                "short-input": "యూజర్ ఐడిలో కనీసం 6 అక్షరాలు ఉండాలి)",
                "long-input": "యూజర్ ఐడిలో గరిష్టంగా 16 అక్షరాలు ఉండాలి)",
              },
            },
            password: {
              label: "పాస్వర్డ్",
              placeholder: "మీ పాస్వర్డ్ ని నమోదుచేయండి",
              error: {
                "short-input": "పాస్వర్డ్ కనీసం 6 అక్షరాలను కలిగి ఉండాలి)",
                "long-input": "పాస్‌వర్డ్ తప్పనిసరిగా 16 అక్షరాలలో ఉండాలి)",
              },
            },
            role: {
              label: "నేను ఒక/ఒక",
              roles: {
                student: "విద్యార్థి",
                teacher: "గురువు",
                parent: "పేరెంట్",
                admin: "అడ్మిన్",
              },
              error: {
                "no-input": "దయచేసి పై ఎంపికలో ఒకదాన్ని ఎంచుకోండి",
              },
            },
          },
        },
      },
      forget: {
        title: "రహస్యపదాన్ని మార్చుకోండి",
        content: {
          contact:
            "పాస్వర్డ్ రీసెట్ కోసం దయచేసి పాఠశాల పరిపాలనను సంప్రదించండి.",
          details: {
            heading: "సంప్రదింపు వివరాలు",
            "technical-admin": "సాంకేతిక పరిపాలన: {number}",
            principal: "ప్రిన్సిపాల్: {number}",
          },
          "button-text": "లాగిన్ పేజీకి తిరిగి వెళ్ళు",
        },
      },
    },
  },
  Pages: {
    home: {
      title: "హోమ్",
      "sub-links": {
        hero: {
          title: "మా గురించి",
          content: {
            heading: "గ్రీన్ఫీల్డ్ ఇంటర్నేషనల్ స్కూల్‌కు స్వాగతం",
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "button-text": "మా గురించి",
          },
        },
        "photo-gallery": {
          title: "ఛాయాచిత్రాల ప్రదర్శన",
          content: {
            heading: "ఛాయాచిత్రాల ప్రదర్శన",
            cards: {
              1: {
                heading: "ఏమి చూడాలి",
                "sub-heading": "ACME ఈవెంట్‌ను ప్రసారం చేయండి",
              },
              2: {
                heading: "ఒక చెట్టు నాటండి",
                "sub-heading": "గ్రహం కు దోహదం",
              },
              3: {
                heading: "సూపర్ఛార్జ్ చేయబడింది",
                "sub-heading": "ఒక మృగం వంటి అందాన్ని సృష్టిస్తుంది",
              },
              4: {
                heading: "సూపర్ డూపర్-ఛార్జ్",
                "sub-heading": "ఒక మృగం వంటి అందాన్ని సృష్టిస్తుంది",
              },
            },
          },
        },
        "key-features": {
          title: "ముఖ్య లక్షణాలు",
          content: {
            heading: "పాఠశాల యొక్క లక్షణాలను వేరు చేస్తుంది",
            cards: {
              1: {
                heading: "రేపు నాయకులు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              2: {
                heading: "గుర్తించదగిన సాంకేతిక సముపార్జనలు 2021",
                body: "రివర్స్ కాలక్రమానుసారం ఇప్పటివరకు 2021 యొక్క అతిపెద్ద ఎంటర్ప్రైజ్ టెక్నాలజీ సముపార్జనలు ఇక్కడ ఉన్నాయి.",
              },
              3: {
                heading: "రేపటి నాయకులు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              4: {
                heading: "రేపటి నాయకులు మంచివారు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
            },
          },
        },
        admission: {
          title: "ప్రవేశ బ్యానర్",
          content: {
            heading: "ప్రవేశం కోసం తెరవండి {currYear} - {nextYear}",
            "button-text": "ఇప్పుడే చేరండి",
            para: "మీ పిల్లవాడికి గ్రీన్ఫీల్డ్ స్కూల్, తమిళనాడులో విద్య యొక్క ఉత్తమ అనుభవాన్ని పొందండి.మీ పిల్లలకి ఉత్తమమైనది",
          },
        },
        "premium-facilities": {
          title: "ప్రీమియం సౌకర్యాలు",
          content: {
            heading: "ప్రీమియం సౌకర్యాలు",
            cards: {
              1: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              2: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "రోజువారీ మిశ్రమం",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              3: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              4: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "రోజువారీ మిశ్రమం",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              5: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "రోజువారీ మిశ్రమం",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              6: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
              7: {
                heading: "ఫ్రంటెండ్ రేడియో",
                "sub-heading": "డైలీ మిక్స్",
                subtitle: "12 ట్రాక్‌లు",
                body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని అభివృద్ధి చేస్తారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
              },
            },
          },
        },
      },
    },
    school: {
      title: "పాఠశాల",
      "sub-links": {
        about: {
          title: "మా గురించి",
          content: {
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        mission: {
          title: "మిషన్ మరియు విజన్",
          content: {
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        principal: {
          title: "ప్రిన్సిపాల్ సందేశం",
          content: {
            avatar: "గ్రీన్ఫీల్డ్ ప్రిన్సిపాల్",
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        infrastructure: {
          title: "మౌలిక సదుపాయాలు",
          content: {},
        },
        achievements: {
          title: "విజయాలు",
          content: {
            heading: "మా విజయాలు",
            desc: "లోరెం, క్యారెట్లు, కాన్సెక్టెటూర్ అడిపిసిసింగ్ డెవలపర్.మొత్తం నొప్పితో బాధపడుతున్న గొప్ప ఆరోపణలకు, నేను వాటిని తిరస్కరించాను, తిరస్కరించబడిన ఆనందం యొక్క ఆనందం నేను బహిరంగంగా, విమానంలో ఆనందాన్ని తిరస్కరించాను?",
            accordions: {
              1: {
                heading: "2020",
                desc: "లోరెం, క్యారెట్లు, కాన్సెక్టెటూర్ అడిపిసిసింగ్ డెవలపర్.మొత్తం నొప్పితో బాధపడుతున్న గొప్ప ఆరోపణలకు, నేను వాటిని తిరస్కరించాను, తిరస్కరించబడిన ఆనందం యొక్క ఆనందం నేను బహిరంగంగా, విమానంలో ఆనందాన్ని తిరస్కరించాను?",
              },
              2: {
                heading: "2021",
                desc: "లోరెం, క్యారెట్లు, కాన్సెక్టెటూర్ అడిపిసిసింగ్ డెవలపర్.మొత్తం నొప్పితో బాధపడుతున్న గొప్ప ఆరోపణలకు, నేను వాటిని తిరస్కరించాను, తిరస్కరించబడిన ఆనందం యొక్క ఆనందం నేను బహిరంగంగా, విమానంలో ఆనందాన్ని తిరస్కరించాను?",
              },
              3: {
                heading: "2022",
                desc: "లోరెం, క్యారెట్లు, కాన్సెక్టెటూర్ అడిపిసిసింగ్ డెవలపర్.మొత్తం నొప్పితో బాధపడుతున్న గొప్ప ఆరోపణలకు, నేను వాటిని తిరస్కరించాను, తిరస్కరించబడిన ఆనందం యొక్క ఆనందం నేను బహిరంగంగా, విమానంలో ఆనందాన్ని తిరస్కరించాను?",
              },
              4: {
                heading: "2023",
                desc: "లోరెం, క్యారెట్లు, కాన్సెక్టెటూర్ అడిపిసిసింగ్ డెవలపర్.మొత్తం నొప్పితో బాధపడుతున్న గొప్ప ఆరోపణలకు, నేను వాటిని తిరస్కరించాను, తిరస్కరించబడిన ఆనందం యొక్క ఆనందం నేను బహిరంగంగా, విమానంలో ఆనందాన్ని తిరస్కరించాను?",
              },
            },
          },
        },
        gallery: {
          title: "గ్యాలరీ",
          content: {},
        },
        news: {
          title: "వార్తల్లో",
          content: {},
        },
        transport: {
          title: "పాఠశాల రవాణా",
          content: {},
        },
        pledge: {
          title: "మా ప్రతిజ్ఞ",
          content: {
            avatar: "గ్రీన్ఫీల్డ్ ప్రిన్సిపాల్",
            "para-1":
              "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ ఉల్లమ్‌కార్పర్‌కు అవసరం లేదు.లేయర్ మాక్రో మరియు సెటప్ అలాగే.ప్రతి మేకప్ ఓర్సీ ఓర్సీ మరియు ప్రచారం మౌరిస్ అగ్యూ రచయిత.ఇప్పుడు పిల్లల నుండి గొంతు.టైమ్ బన్నీ యొక్క మూలకం కానీ చిరునవ్వు ధర.చాలా మంది శోక క్రిమిరహితం గ్రాడ్యుయేట్.వణుకు చేయడం చాలా ఐడి డైమ్.ఫుట్‌బాల్, నా పానీయం, ప్రతి పేదరికం ఎన్‌ఫోర్స్‌మెంట్ పాస్‌పోర్ట్ కాదు.ప్రతి ఓర్సీ ఓర్సీ మరియు ప్రచారం ప్రారంభ రచయిత.ఇది బెడ్ పుష్ హోంవర్క్ వ్యాలీ వద్ద ఉంది.ఎవరైనా హెండ్రెరిట్ కన్స్యూమర్ మాగ్నాకు కస్టమర్ బృందం అవసరం.ఒకటి లేదా అంతకంటే ఎక్కువ వేరుశెనగ మరియు ద్వేషపూరిత సమయం ఓర్సీ.మైక్రోసాఫ్ట్ DUI SAPIEN నాకు మైక్రోవేవ్ అవసరం కానీ ఉచితం.",
            "para-2":
              "సలాడ్ పుల్ అరటిపండ్లు చాలా సరదాగా అవసరం.మరియు ఎవరైనా చాలా మసాజ్ బాస్కెట్‌బాల్ గర్భవతి.ఐనియాస్, కానీ అండర్గ్రాడ్యుయేట్ వ్యాసం అండర్గ్రాడ్యుయేట్ సాడ్ స్మైల్ వరకు లేదా.సాకర్ విచారంగా మరియు నెటస్.సాకర్ సాకర్ యొక్క క్షమించండి.వెస్టిబులం వ్యాలీ ఐడి కొన్నిసార్లు బాస్కెట్‌బాల్ డెవలపర్‌ల వరకు లావెట్ ఐడిని వెలిట్ చేస్తుంది.వినూత్న సింహానికి మృదువైన వ్యాసం సంరక్షణ సమయ ఐడి.నామ్ ఎట్ బెడ్ పుష్ హోంవర్క్ వ్యాలీ.మాస్ డెవలపర్‌లకు ఫైనాన్సింగ్ చేసే వడ్పుట్ మి సిట్ అమేట్ మౌరిస్ సౌలభ్యం.కొన్నిసార్లు వాలీబాల్ లేదా లారీట్ మసాజ్ లేదు.",
          },
        },
        "news-letter": {
          title: "వార్తాలేఖ",
          content: {},
        },
        admission: {
          title: "ప్రవేశాలు",
          content: {},
        },
        contact: {
          title: "మమ్మల్ని సంప్రదించండి",
          content: {},
        },
      },
    },
    admission: {
      title: "ప్రవేశాలు",
      "sub-links": {
        notice: {
          title: "ప్రవేశ నోటీసు",
          content: {},
        },
        prospectus: {
          title: "ప్రాస్పెక్టస్",
          content: {},
        },
        procedure: {
          title: "ప్రవేశ విధానం",
          content: {},
        },
        instructions: {
          title: "ప్రవేశానికి సాధారణ సూచనలు",
          content: {},
        },
        age: {
          title: "వయస్సు ప్రమాణాలు",
          content: {},
        },
        fee: {
          title: "ఫీజు నిర్మాణం",
          content: {},
        },
        orientation: {
          title: "ఓరియంటేషన్",
          content: {},
        },
        registration: {
          title: "ఆన్‌లైన్ రిజిస్ట్రేషన్",
          content: {},
        },
        "admission-portal": {
          title: "ప్రవేశ పోర్టల్",
          "sub-links": {
            index: {
              heading: "గ్రీన్ఫీల్డ్ స్కూల్ యొక్క ప్రవేశ పోర్టల్ కు స్వాగతం",
              "para-1":
                "ఆన్‌లైన్ ప్రవేశం తీసుకునేటప్పుడు సున్నితమైన అనుభవం కోసం, ఈ పత్రాల లభ్యత ముందే ఉండాలని మేము సిఫార్సు చేస్తున్నాము",
              "para-2":
                "లోరెం చాలా క్యారెట్లు, టొమాటో అండర్గ్రాడ్యుయేట్ డెవలపర్, కానీ నేను ఇనికికోడ్లో ఉంటాను మరియు గొప్ప సమయం యొక్క నొప్పి.ఇప్పుడు పిల్లల క్యారెట్ల వినూత్న రసాయన సాకర్ నుండి గొంతు.సాపియన్ గొంతు ద్రవ్యరాశి వరకు లోరెం.సింహం లేదా పర్యావరణ",
              "button-text": "ప్రారంభించడానికి",
            },
            onboarding: {
              heading: "ప్రవేశ దరఖాస్తు నమోదు",
              "button-text": {
                "generate-otp": "OTP ను ఉత్పత్తి చేయండి",
                "verify-otp": "OTP ని ధృవీకరించండి",
                "fill-form": "ఫారమ్ నింపడం ద్వారా పూర్తి దరఖాస్తు",
              },
              "mobile-input": {
                label: "మొబైల్ సంఖ్య",
                placeholder: "మీ మొబైల్ నెంబర్ ను ఎంటర్ చేయండి",
                error: {
                  "short-input": "మొబైల్ నంబర్‌లో కనీసం 10 అంకెలు (లు) ఉండాలి",
                  "long-input": "మొబైల్‌లో గరిష్టంగా 10 అంకెలు (లు) ఉండాలి",
                  "wrong-input":
                    "మొబైల్ సంఖ్య తప్పనిసరిగా అంకెలు మాత్రమే కలిగి ఉండాలి",
                },
              },
              "otp-input": {
                label: "Otp",
                placeholder: "మీ మొబైల్‌లో స్వీకరించబడిన OTP ని నమోదు చేయండి",
                desc: "గ్రీన్ ఫీల్డ్ ఇంటర్నేషనల్ స్కూల్ నుండి OTP కోసం మీ ఇన్‌బాక్స్‌ను తనిఖీ చేయండి, OTP 5 నిమిషాలు చెల్లుతుంది",
                timer: "{టైమర్} Sec (s) లో క్రొత్త {br} ఉత్పత్తి చేయండి",
                error: {
                  "short-input": "OTP లో కనీసం 6 అంకె (లు) ఉండాలి",
                  "long-input": "OTP లో గరిష్టంగా 6 అంకెలు (లు) ఉండాలి",
                  "wrong-input": "OTP తప్పనిసరిగా అంకెలను మాత్రమే కలిగి ఉండాలి",
                },
              },
            },
          },
        },
      },
    },
    academic: {
      title: "విద్యావేత్తలు",
      "sub-links": {
        result: {
          title: "ఫలిత విశ్లేషణ",
          content: {},
        },
        syllabus: {
          title: "సిలబస్",
          content: {},
        },
        "book-list": {
          title: "పుస్తక జాబితా",
          content: {},
        },
        holiday: {
          title: "సెలవు జాబితా",
          content: {},
        },
        "block-holidays": {
          title: "బ్లాక్ సెలవులు",
          content: {},
        },
        fees: {
          title: "ఫీజు నిర్మాణం",
          content: {},
        },
      },
    },
    student: {
      title: "విద్యార్థులు",
      "sub-links": {
        portal: {
          title: "విద్యార్థి పోర్టల్",
          content: {},
        },
        council: {
          title: "విద్యార్థి మండలి",
          content: {},
        },
        activities: {
          title: "సహ పాఠ్య కార్యకలాపాలు",
          content: {},
        },
        timings: {
          title: "పాఠశాల సమయాలు",
          content: {},
        },
        certificate: {
          title: "బదిలీ సర్టిఫికేట్",
          content: {},
        },
        prayer: {
          title: "పాఠశాల ప్రార్థన",
          content: {},
        },
        trips: {
          title: "పర్యటనలు & విహారయాత్రలు",
          content: {},
        },
        cc: {
          title: "ప్రవర్తనా నియమావళిని",
          content: {
            heading: "ప్రవర్తనా నియమావళిని",
            "para-1":
              "సిబిఎస్‌ఇ మార్గదర్శకాల ప్రకారం, విద్యార్థులు ఈ క్రింది ప్రమాణాల ఆధారంగా క్రమశిక్షణ కోసం మూల్యాంకనం చేయబడతారని మేము దీని ద్వారా విద్యార్థులందరికీ మరియు వారి తల్లిదండ్రులందరికీ తెలియజేస్తాము: హాజరు, చిత్తశుద్ధి, ప్రవర్తన, విలువలు, విలువలు, చక్కని, పాఠశాల నియమాలు మరియు నిబంధనలకు అనుగుణంగా, మరియు సమాజం పట్ల వైఖరి మరియు వైఖరి మరియు వైఖరి మరియుదేశం.",
            "para-2":
              "అందువల్ల, క్రింద జాబితా చేయబడిన అన్ని మార్గదర్శకాలు ఖచ్చితంగా అనుసరించబడతాయని దయచేసి నిర్ధారించుకోండి.",
            "para-3":
              "మేము మర్యాద, క్రమశిక్షణ వంటి ప్రాథమిక లక్షణాలను నొక్కిచెప్పాము మరియు మా విద్యార్థులను వారి రోజువారీ కార్యకలాపాలలో నింపడానికి ప్రోత్సహిస్తాము.వారు ఉపాధ్యాయులందరినీ, వారు ఎక్కడ కలుసుకున్నారో వారు పలకరించాలి.బెదిరింపు క్లాస్‌మేట్స్, ఫౌల్ లాంగ్వేజ్ మరియు పాఠశాల ప్రాంగణం లోపల మరియు వెలుపల అసభ్య ప్రవర్తనను ఉపయోగించడం కఠినమైన క్రమశిక్షణా చర్యకు దారితీస్తుంది.",
            "para-4":
              "వారు వారి ఆరోగ్యాన్ని బాగా చూసుకోవాలి మరియు శారీరకంగా ఆరోగ్యంగా మరియు బలంగా ఉండాలి.",
            "para-5":
              "వారు ఎల్లప్పుడూ ఉపాధ్యాయులు ఇచ్చిన పనులను అంగీకరించాలి మరియు పూర్తి చేయాలి",
            "para-6":
              "వారు అనుమతి తీసుకోకుండా ఇతరులను దొంగిలించడం లేదా తీసుకోవడం వంటి అన్యాయమైన పద్ధతులను ఎప్పుడూ అవలంబించకూడదు.వారు నిజాయితీగా ఉండాలి.",
            "para-7":
              "అడిగినప్పుడు లేదా ఏదైనా చేయమని ప్రలోభపెట్టినప్పుడు వారు ‘వద్దు’ అని చెప్పడానికి ఎప్పుడూ వెనుకాడరు, అది తప్పు అని వారికి తెలుసు.",
            "para-8":
              "ప్రపంచంలోని చెడులను విలపించడం మరియు చిరాకు పడటానికి బదులుగా, వారు ప్రపంచాన్ని జీవించడానికి మంచి ప్రదేశంగా మార్చడానికి దోహదం చేయడానికి ప్రయత్నించాలి.",
          },
        },
        "s-rules": {
          title: "ప్రత్యేక నియమాలు",
          content: {},
        },
        "l-rules": {
          title: "లైబ్రరీ నియమాలు",
          content: {
            "para-1":
              "లైబ్రరీ నిశ్శబ్ద జోన్.విద్యార్థులు లైబ్రరీలో నిశ్శబ్దాన్ని కొనసాగించాలి.",
            "para-2":
              "విద్యార్థులు రూ.1/- తిరిగి వచ్చే తేదీ నుండి ఆలస్యం కోసం రోజుకు.",
            "para-3":
              "విద్యార్థులకు ఆహారం, నీరు మరియు వ్యక్తిగత వస్తువులతో లైబ్రరీలోకి ప్రవేశించడానికి అనుమతి లేదు.వారు ప్రవేశించే ముందు వారు తమ సంచులను లైబ్రరీ వెలుపల ఉంచాలి.",
            "para-4":
              "ప్రతి విద్యార్థి చెదరగొట్టేటప్పుడు నిష్క్రమణలో తమ పుస్తకాన్ని చూపించాలి.",
            "para-5":
              "లైబ్రరీ పుస్తకానికి ఏదైనా నష్టం లేదా నష్టం కోసం, విద్యార్థి ఒక వారంలోనే అదే భర్తీ చేయాలి.",
            "para-6":
              "ప్రతి విద్యార్థి లైబ్రరీ పుస్తకాన్ని జారీ చేస్తున్నప్పుడు తనిఖీ చేయాలి మరియు ఏదైనా లోపాలు ఉంటే లైబ్రేరియన్‌కు తెలియజేయాలి.",
            "para-7":
              "తిరిగి వచ్చే సమయంలో పుస్తకానికి ఏదైనా స్క్రైబ్లింగ్ లేదా నష్టం కనుగొనబడితే, విద్యార్థి పుస్తకాన్ని భర్తీ చేయాల్సి ఉంటుంది.",
            "para-8":
              "XII క్లాస్ విద్యార్థులు బోర్డు పరీక్ష కోసం వారి అడ్మిట్ కార్డును పొందడానికి క్లియరెన్స్ స్లిప్ (లైబ్రేరియన్ జారీ చేసిన) ఆయా తరగతి ఉపాధ్యాయులకు సమర్పించాలి.",
            "para-9":
              "లైబ్రరీ నుండి జారీ చేసిన తర్వాత, విద్యార్థులు తిరిగి వచ్చిన రోజున మాత్రమే పుస్తకాలను పాఠశాలకు తీసుకురావాలి, ఎందుకంటే వారు పోగొట్టుకోవచ్చు.",
          },
        },
        "c-rules": {
          title: "క్యాంటీన్ నియమాలు",
          content: {},
        },
        "+ve-behavior-manage": {
          title: "సానుకూల ప్రవర్తన నిర్వహణ",
          content: {},
        },
        cce: {
          title: "నిరంతర మరియు సమగ్ర మూల్యాంకనం",
          content: {},
        },
      },
    },
    parent: {
      title: "తల్లిదండ్రులు",
      "sub-links": {
        dispersal: {
          title: "విద్యార్థుల చెదరగొట్టడం",
          content: {},
        },
        uniform: {
          title: "పాఠశాల యూనిఫాం",
          content: {},
        },
        hours: {
          title: "సందర్శన గంటలు",
          content: {},
        },
        guidelines: {
          title: "సాధారణ మార్గదర్శకాలు",
          content: {},
        },
        absence: {
          title: "లేకపోవడం - సెలవు - పాఠశాలలో ఆలస్యంగా రావడం",
          content: {},
        },
        infirmary: {
          title: "పాఠశాల వైద్యశాల",
          content: {},
        },
        report: {
          title: "పురోగతి నివేదిక",
          content: {},
        },
        fee: {
          title: "ఆన్‌లైన్‌లో రుసుము చెల్లించండి",
          content: {},
        },
        login: {
          title: "తల్లిదండ్రుల లాగిన్",
          content: {},
        },
      },
    },
  },
  Root: {
    LocaleSwitcher: {
      label: "భాష మార్చు",
    },
    "main-navbar": {
      "admission-portal": "ప్రవేశ పోర్టల్",
      login: "ప్రవేశించండి",
    },
  },
} as const;
