export default {
  Dictionary: {
    other: "ఇతర",
    links: "లింకులు",
  },
  Pages: {
    home: { title: "ప్రధాన పేజీ" },
    school: {
      title: "పాఠశాల",
      "sub-links": {
        about: {
          title: "మా గురించి",
          content: {
            "para-1":
              "ఓర్సీ ఓర్సీ ఎసి రచయిత ప్రచారం మౌరిస్ ప్రచారం. ఇప్పుడు ఒక పోషణ. ఇప్పుడు టర్కీ కానీ స్మైల్ ధర. ప్రస్తుతం ధరకు చెల్లించారు. వ్యాసం కోసం మోరా శోకం. ఇయు నా ఎక్కువ డబ్బు. ఇయు ఎక్కువ మస్ ప్రతి అమలు. ప్రతి ప్రాంతం ఓర్సీ మరియు రచయిత ప్రచారం మౌరిస్. ఇది గ్రాడ్యుయేట్ చేసిన ఉర్నా ఫిల్మ్ వ్యాలీలో ఉంది. లోరెమ్ చాలా నొప్పిని కలిగి ఉన్న ఎవరైనా బ్యూరో. ఎవరైనా ఓర్సీ. బాస్కెట్‌బాల్ డ్యూయి సాపియన్ నా మైక్రోవా అవసరం కానీ ఉచితం. ",
            "para-2":
              "సలాడ్ కార్టూన్ అరటిపండ్లు చాలా అవసరం. వ్యాసం కలిగిన సంరక్షణ సమయ ఐడి ద్వారా మృదువైన తాజా సింహం. బెడ్ పాట్ ఫిల్మ్ వద్ద. వ్లూపుట్ మి క్యారెట్లు మౌరిస్ సౌలభ్యం క్విస్ మాస్ డెవలపర్‌లను కనుగొనండి. దిండు లేదా లారీట్ లేదు. ",
          },
        },
        mission: {
          title: "మిషన్ అండ్ విజన్",
          content: {
            "para-1":
              "ఓర్సీ ఓర్సీ ఎసి రచయిత ప్రచారం మౌరిస్ ప్రచారం. ఇప్పుడు ఒక పోషణ. ఇప్పుడు టర్కీ కానీ స్మైల్ ధర. ప్రస్తుతం ధరకు చెల్లించారు. వ్యాసం కోసం మోరా శోకం. ఇయు నా ఎక్కువ డబ్బు. ఇయు ఎక్కువ మస్ ప్రతి అమలు. ప్రతి ప్రాంతం ఓర్సీ మరియు రచయిత ప్రచారం మౌరిస్. ఇది గ్రాడ్యుయేట్ చేసిన ఉర్నా ఫిల్మ్ వ్యాలీలో ఉంది. లోరెమ్ చాలా నొప్పిని కలిగి ఉన్న ఎవరైనా బ్యూరో. ఎవరైనా ఓర్సీ. బాస్కెట్‌బాల్ డ్యూయి సాపియన్ నా మైక్రోవా అవసరం కానీ ఉచితం. ",
            "para-2":
              "సలాడ్ కార్టూన్ అరటిపండ్లు చాలా అవసరం. వ్యాసం కలిగిన సంరక్షణ సమయ ఐడి ద్వారా మృదువైన తాజా సింహం. బెడ్ పాట్ ఫిల్మ్ వద్ద. వ్లూపుట్ మి క్యారెట్లు మౌరిస్ సౌలభ్యం క్విస్ మాస్ డెవలపర్‌లను కనుగొనండి. దిండు లేదా లారీట్ లేదు. ",
          },
        },
        principal: {
          title: "ప్రిన్సిపాల్ సందేశం",
          content: {
            avatar: "గ్రీన్ఫీల్డ్ ప్రిన్సిపాల్",
            "para-1":
              "ఓర్సీ ఓర్సీ ఎసి రచయిత ప్రచారం మౌరిస్ ప్రచారం. ఇప్పుడు ఒక పోషణ. ఇప్పుడు టర్కీ కానీ స్మైల్ ధర. ప్రస్తుతం ధరకు చెల్లించారు. వ్యాసం కోసం మోరా శోకం. ఇయు నా ఎక్కువ డబ్బు. ఇయు ఎక్కువ మస్ ప్రతి అమలు. ప్రతి ప్రాంతం ఓర్సీ మరియు రచయిత ప్రచారం మౌరిస్. ఇది గ్రాడ్యుయేట్ చేసిన ఉర్నా ఫిల్మ్ వ్యాలీలో ఉంది. లోరెమ్ చాలా నొప్పిని కలిగి ఉన్న ఎవరైనా బ్యూరో. ఎవరైనా ఓర్సీ. బాస్కెట్‌బాల్ డ్యూయి సాపియన్ నా మైక్రోవా అవసరం కానీ ఉచితం. ",
            "para-2":
              "సలాడ్ కార్టూన్ అరటిపండ్లు చాలా అవసరం. వ్యాసం కలిగిన సంరక్షణ సమయ ఐడి ద్వారా మృదువైన తాజా సింహం. బెడ్ పాట్ ఫిల్మ్ వద్ద. వ్లూపుట్ మి క్యారెట్లు మౌరిస్ సౌలభ్యం క్విస్ మాస్ డెవలపర్‌లను కనుగొనండి. దిండు లేదా లారీట్ లేదు. ",
          },
        },
        infrastructure: {
          title: "మౌలిక సదుపాయాలు",
          content: {},
        },
        achievements: {
          title: "విజయాలు",
          content: {},
        },
        gallery: {
          title: "గ్యాలరీ",
          content: {},
        },
        news: {
          title: "వార్తల్లో",
          content: {},
        },
        transport: {
          title: "పాఠశాల రవాణా",
          content: {},
        },
        pledge: {
          title: "మా ప్రతిజ్ఞ",
          content: {
            avatar: "గ్రీన్ఫీల్డ్ ప్రిన్సిపాల్",
            "para-1":
              "ఓర్సీ ఓర్సీ ఎసి రచయిత ప్రచారం మౌరిస్ ప్రచారం. ఇప్పుడు ఒక పోషణ. ఇప్పుడు టర్కీ కానీ స్మైల్ ధర. ప్రస్తుతం ధరకు చెల్లించారు. వ్యాసం కోసం మోరా శోకం. ఇయు నా ఎక్కువ డబ్బు. ఇయు ఎక్కువ మస్ ప్రతి అమలు. ప్రతి ప్రాంతం ఓర్సీ మరియు రచయిత ప్రచారం మౌరిస్. ఇది గ్రాడ్యుయేట్ చేసిన ఉర్నా ఫిల్మ్ వ్యాలీలో ఉంది. లోరెమ్ చాలా నొప్పిని కలిగి ఉన్న ఎవరైనా బ్యూరో. ఎవరైనా ఓర్సీ. బాస్కెట్‌బాల్ డ్యూయి సాపియన్ నా మైక్రోవా అవసరం కానీ ఉచితం. ",
            "para-2":
              "సలాడ్ కార్టూన్ అరటిపండ్లు చాలా అవసరం. వ్యాసం కలిగిన సంరక్షణ సమయ ఐడి ద్వారా మృదువైన తాజా సింహం. బెడ్ పాట్ ఫిల్మ్ వద్ద. వ్లూపుట్ మి క్యారెట్లు మౌరిస్ సౌలభ్యం క్విస్ మాస్ డెవలపర్‌లను కనుగొనండి. దిండు లేదా లారీట్ లేదు. ",
          },
        },
        "news-letter": {
          title: "వార్తాలేఖ",
          content: {},
        },
        admissions: {
          title: "ప్రవేశాలు",
          content: {},
        },
        contact: {
          title: "మమ్మల్ని సంప్రదించండి",
          content: {},
        },
      },
    },
    admission: {
      title: "ప్రవేశాలు",
      "sub-links": {
        notice: {
          title: "ప్రవేశ నోటీసు",
          content: {},
        },
        prospectus: {
          title: "ప్రాస్పెక్టస్",
          content: {},
        },
        procedure: {
          title: "ప్రవేశ విధానం",
          content: {},
        },
        instructions: {
          title: "ప్రవేశానికి సాధారణ సూచనలు",
          content: {},
        },
        age: {
          title: "వయస్సు ప్రమాణాలు",
          content: {},
        },
        fee: {
          title: "ఫీజు నిర్మాణం",
          content: {},
        },
        orientation: {
          title: "ఓరియంటేషన్",
          content: {},
        },
        registration: {
          title: "ఆన్‌లైన్ రిజిస్ట్రేషన్",
          content: {},
        },
        "admission-portal": {
          title: "Admission Portal",
          content: {},
        },
      },
    },
    academic: {
      title: "విద్యావేత్తలు",
      "sub-links": {
        result: {
          title: "ఫలిత విశ్లేషణ",
          content: {},
        },
        syllabus: {
          title: "సిలబస్",
          content: {},
        },
        "book-list": {
          title: "పుస్తక జాబితా",
          content: {},
        },
        holiday: {
          title: "హాలిడే లిస్ట్",
          content: {},
        },
        "block-holidays": {
          title: "బ్లాక్ సెలవులు",
          content: {},
        },
        fees: {
          title: "ఫీజు నిర్మాణం",
          content: {},
        },
      },
    },
    student: {
      title: "విద్యార్థులు",
      "sub-links": {
        portal: {
          title: "విద్యార్థి పోర్టల్",
          content: {},
        },
        council: {
          title: "విద్యార్థి మండలి",
          content: {},
        },
        activities: {
          title: "సహ పాఠ్య కార్యకలాపాలు",
          content: {},
        },
        timings: {
          title: "పాఠశాల సమయాలు",
          content: {},
        },
        certificate: {
          title: "బదిలీ సర్టిఫికేట్",
          content: {},
        },
        prayer: {
          title: "పాఠశాల ప్రార్థన",
          content: {},
        },
        trips: {
          title: "ట్రిప్స్ & విహారయాత్రలు",
          content: {},
        },
        cc: {
          title: "ప్రవర్తనా నియమావళిని",
          content: {},
        },
        "s-rules": {
          title: "ప్రత్యేక నియమాలు",
          content: {},
        },
        "l-rules": {
          title: "లైబ్రరీ నియమాలు",
          content: {},
        },
        "c-rules": {
          title: "క్యాంటీన్ రూల్స్",
          content: {},
        },
        "+ve-behavior-manage": {
          title: "సానుకూల ప్రవర్తన నిర్వహణ",
          content: {},
        },
        cce: {
          title: "నిరంతర మరియు సమగ్ర మూల్యాంకనం",
          content: {},
        },
      },
    },
    parent: {
      title: "తల్లిదండ్రులు",
      "sub-links": {
        dispersal: {
          title: "విద్యార్థుల చెదరగొట్టడం",
          content: {},
        },
        uniform: {
          title: "స్కూల్ యూనిఫాం",
          content: {},
        },
        hours: {
          title: "సందర్శించే గంటలు",
          content: {},
        },
        guidelines: {
          title: "సాధారణ మార్గదర్శకాలు",
          content: {},
        },
        absence: {
          title: "లేకపోవడం - సెలవు - పాఠశాలలో ఆలస్యంగా రావడం",
          content: {},
        },
        infirmary: {
          title: "పాఠశాల వైద్యశాల",
          content: {},
        },
        report: {
          title: "పురోగతి నివేదిక",
          content: {},
        },
        fee: {
          title: "ఆన్‌లైన్‌లో రుసుము చెల్లించండి",
          content: {},
        },
        login: {
          title: "తల్లిదండ్రుల లాగిన్",
          content: {},
        },
      },
    },
  },
  Root: {
    LocaleSwitcher: {
      label: "భాష మార్చు",
      locale:
        "{locale, select, ta {Tamil} te {Telugu} en {English} hi {Hindi} other {Unknown}}",
    },
    "main-navbar": {
      "admission-portal": "అడ్మిషన్ పోర్టల్",
      login: "ప్రవేశించండి",
    },
    LandingPage: {
      hero: {
        title: "గ్రీన్ఫీల్డ్ ఇంటర్నేషనల్ స్కూల్ కు స్వాగతం",
        content:
          "ఓర్సీ ఓర్సీ ఎసి రచయిత ప్రచారం మౌరిస్ ప్రచారం. ఇప్పుడు ఒక పోషణ. ఇప్పుడు టర్కీ కానీ స్మైల్ ధర. ప్రస్తుతం ధరకు చెల్లించారు. వ్యాసం కోసం మోరా శోకం. ఇయు నా ఎక్కువ డబ్బు. ఇయు ఎక్కువ మస్ ప్రతి అమలు. ప్రతి ప్రాంతం ఓర్సీ మరియు రచయిత ప్రచారం మౌరిస్. ఇది గ్రాడ్యుయేట్ చేసిన ఉర్నా ఫిల్మ్ వ్యాలీలో ఉంది. లోరెమ్ చాలా నొప్పిని కలిగి ఉన్న ఎవరైనా బ్యూరో. ఎవరైనా ఓర్సీ. బాస్కెట్‌బాల్ డ్యూయి సాపియన్ నా మైక్రోవా అవసరం కానీ ఉచితం. ",
        "about-us": "మా గురించి",
      },
      photogallery: {
        title: "ఛాయాచిత్రాల ప్రదర్శన",
        cardElements: {
          first: {
            heading: "ఏమి చూడాలి",
            subHeading: "ACME ఈవెంట్‌ను ప్రసారం చేయండి",
          },
          second: {
            heading: "ఒక చెట్టు నాటండి",
            subHeading: "గ్రహం కు సహకరించండి",
          },
          third: {
            heading: "సూపర్ఛార్జ్డ్",
            subHeading: "మృగం వంటి అందాన్ని సృష్టిస్తుంది",
          },
          forth: {
            heading: "సూపర్ డూపర్-ఛార్జ్",
            subHeading: "మృగం వంటి అందాన్ని సృష్టిస్తుంది",
          },
        },
      },
      admission: {
        title: "పాఠశాల ప్రవేశం ఓపెన్",
        button: "ఇప్పుడే చేరండి",
        content:
          "మీ పిల్లవాడిని గ్రీన్ఫీల్డ్ స్కూల్, తమిళనాడులో విద్య యొక్క ఉత్తమ అనుభవాన్ని పొందండి. మీ బిడ్డకు ఉత్తమమైనది",
      },
      characteristics: {
        title: "పాఠశాల యొక్క కీ డిఫరెన్సియేటింగ్ లక్షణాలు",
        cardElements: {
          first: {
            heading: "రేపటి నాయకులు",
            body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని పెంచుకుంటారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
          },
          second: {
            heading: "గుర్తించదగిన సాంకేతిక సముపార్జనలు 2021",
            body: "రివర్స్ కాలక్రమానుసారం ఇప్పటివరకు 2021 యొక్క అతిపెద్ద ఎంటర్ప్రైజ్ టెక్నాలజీ సముపార్జనలు ఇక్కడ ఉన్నాయి.",
          },
          third: {
            heading: "రేపటి నాయకులు",
            body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని పెంచుకుంటారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
          },
          forth: {
            heading: "రేపటి నాయకులు మంచి",
            body: "ఇక్కడ మాతో, విద్యార్థులు స్వీయ, సామాజిక నైపుణ్యాలు మరియు స్వాతంత్ర్యం యొక్క భావాన్ని పెంచుకుంటారు, భవిష్యత్తులో నాయకత్వ పాత్రలను చేపట్టడానికి వారిని సిద్ధం చేస్తారు.",
          },
        },
      },
      premiumFacilities: {
        title: "ప్రీమియం సౌకర్యాలు",
      },
    },
  },
} as const;
